{"pages":[{"title":"关于我","text":"","link":"/about/index.html"}],"posts":[{"title":"「为什么」","text":"忽然想起本科上心理咨询课的时候桑老师曾让我们模拟咨询过程，同时发给我们每人几个小天使形状的塑料片，谁要是在咨询过程中问到“为什么……”，就要交出一个小天使，问一次交一个，看谁最后剩下的小天使最多。 我现在已经不记得桑老师当时不让我们问“为什么”的原因了，只记得那时自己的感受是不问为什么可以让我们从原因以外的角度去看待问题，可是最最让人好奇的总还是“为什么”。在没有“因”的时候“果”从何而来？可是“因”又有那么重要吗？想起目的论和原因论了。在《被讨厌的勇气》中哲人为青年论证了阿德勒的目的论。也许目的论更能发挥人的自主性，也让人更能认识真实的自己。 昨天和今天跟新同学提到自己那些不算八卦的八卦都被问“为什么……”，具体的问题可以是“为什么不谈恋爱”，“为什么要拒绝”…… 这样的问题真的有答案吗？弗洛伊德是个不放过一个不经意的失误或是一个不认真的玩笑里的分析机会的人，可是在别人好奇他如此迷恋雪茄背后的心理原因时，他却说“sometimes a cigar is a cigar”。或许事情本来就是这样无因无果。我也曾思考过为什么自己会拒绝一次次脱单机会，看着身边的同学“秀恩爱”也没有相对剥夺感，而今早已不去纠结那么个问题了，不需要规定哪个年龄就要恋爱结婚啊，每个人都有自己的活法，重要的是知道自己想要什么，并且能够为之努力。 想想自己这段时间好像略不平静，也许是因为未好的过敏与烫伤的痕迹吧，也许是开学来还没进入有序的学习状态吧。偶尔也想为自己煲碗鸡汤，在不平静的时刻将其一饮而尽，去相信一切都会好起来的，所有恢复如初的伤口与不期而遇的温暖都不需要任何“为什么”。","link":"/2015/10/03/%E3%80%8C%E4%B8%BA%E4%BB%80%E4%B9%88%E3%80%8D/"},{"title":"「大地上的异乡者」","text":"今天和马马、静静一起去办了杭州市民卡，这样以后借自行车方便，可以在晴朗的日子里环游西湖。看到四年前拿到的南京市民卡还在，原来这样的市民卡只是说明自己在一座城市里作了停留时间稍长的过客，不是几天的游客，而是 4 年或者 3 年的光阴。 大一的时候到先锋书店看到墙上有句诗“大地上的异乡者”，这也算是先锋书店的另一个名字，当时并不明白这是什么意思，大学四年间又去了几次先锋书店，但对这句话没有领会没有共鸣也便没有深究，而今似乎知道了这句话流露的那么点感觉——“大地上的异乡者，在何处不是流浪”。这么一种体会似乎有点小忧伤，其实忧伤常常只是诗意的附属品罢了，因为在这流浪的大地上还有个地方叫作家，有座城市叫故乡，让大地上的旅者有一个归宿，一丝牵挂，便也足够。 回来时出于好奇百度了一下“大地上的异乡者”，在“作业帮”看到有人问这句话的意思，底下有这么一个回答：“二十世纪德语诗坛最杰出的表现主义诗歌的先驱，特拉克尔有一句名言：‘灵魂，大地上的异乡者’，人在世间漫无边际地游荡，追寻着他所不能确知的梦想，这一切也许仅仅是因为生是一种偶然，而理想总在彼岸，因此无论在世界任何一个角落都是身处异乡。寻找归宿的终有一死者身处异乡，直至踏上永恒而崎岖的归途。正如散文大家周国平所说： “总括起来，‘记住回家的路’就是：记住从社会回到自我的路，记住从世界回到上帝的路。人当然不能总活在社会和世界中，但是，时时记起回家的路，便可以保持清醒，不在社会的纷争和世界的喧闹中沉沦。’” 看了几遍似乎明白这个回答想要表达的意思，但我总觉得“理想总在彼岸”是理想主义者的矫情，周国平那句“从社会回到自我的路”却是在理。想起同学纠结于选择与选择之中问我建议的时候，我总是毫不犹豫的说“选择你喜欢的那个，我不知道是哪个，但你自己一定知道”。 其实当一个人纠结于选择之中，情况再各异，难以抉择的原因也就那么几个，而既然难以抉择便也说明每个选择各有利弊，并且这些优劣好坏在你心里的分量相当，因此最重要的不是你选择了什么，而是你做了决定之后怎么做。而我说“选择你喜欢的那个”是因为我相信“从社会回到自我的路”是每个人一生的必经之路，不管这条路多漫长，走过之后一定会感谢自己当年“择己所爱”的勇气。 理想与现实通常隔着一片汪洋大海，或许这片海洋的名称叫“生活”，如果没有沟通两者的桥梁（捷径），至少可以寻一辆摇摇晃晃的小舟（探寻），不管能否到达彼岸，愿一路上美好的如约而至，担心的虚惊一场，遗憾的失而复得。 或许是家，或许是广袤土地上的某个地方，又或许只是回到自我，总有个地方让你心安。大地上的异乡者，不论从何处流浪到何处，从哪条路走到哪条路，此心安处是吾乡。","link":"/2015/11/27/%E3%80%8C%E5%A4%A7%E5%9C%B0%E4%B8%8A%E7%9A%84%E5%BC%82%E4%B9%A1%E8%80%85%E3%80%8D/"},{"title":"「我的理想」以及关于找什么工作的几点思考","text":"年纪还小的时候经常被问“你的理想是什么”，现在大家不这么问，他们问“你毕业后想找什么工作”。我以前写过一篇文章叫《我的理想》，现在来续写旧文。 《我的理想》 2012-8-17 从没有想过自己会以这样一个题目写一篇文章，但此时我并不想加以任何修饰，就用这个一点创意也没有的题目吧。现在坐在床上，拿着本本，生活这么自由，思绪肯定也很自由。 先说说为什么现在会写这篇文章。我刚在书柜里看到高三生日的蓝色小本子，里面是同学写的生日祝福，我随意翻了翻，看到 Mountain 写的一句话：“忽然间想起自己还不知道你的理想。兴许是因为我老是在讲诉自己的理想。有时间的话写在空间里吧。”其实不是他老是在讲自己的理想，是我自己在这方面想得太少了，或许是根本不想，或许是想也想不明白。 暑假，两个表妹回大陆玩几天。小表妹说想和我一起睡。躺在床上，她拉着我的手问我：“姐，你以后想当什么？”“我啊，我还没想好呢。你呢？”“我长大后想当画家。”小表妹很高兴的告诉我她画画在班里是第二名。“好，那你好好画。不过现在先好好睡觉。” 十几年前，当我还是她这个年纪的时候，也有人问我长大后想当什么。那时候不会多加考虑，回答就是什么家什么家，似乎这是仅有的最好的理想。那时的我，以为十年后就是长大了，二十岁就是大人了。其实，十年前是个小学生，十年后成了大学生，而这十年间却有个普遍的误解： 先到好的中学，再到好的大学，不管什么理想，前程似锦。 真正到了大学会发现，大学生的理想一定不会与十岁的孩子一样，对一个孩子来说，一切皆有可能，对一个读大学的人来说，一切只会更接近现实。不需要考虑现实的天真总是会随着成长慢慢枯萎。我拿起桌上的英文杂志看看，里面有篇文章，我总结下作者的观点： 有很多演说告诉我们“follow your heart”，但一个二十岁的年轻人很少能走进自己的内心，然后带着一个发展成熟的自我走出来。许多成功人士也并非先审视自己的内心，再计划自己的人生，而是先审视外部世界并发现问题，然后“follow the call”，为之付出一生的努力。由此看来，更多的人不是先形成自我的理想，而是先接受某个问题的召唤，自我的实现反而是完成任务好坏的副产品，是不能直接追求的。那些人们所仰慕的人，让人心生敬佩的不是他们的幸福，而是他们的卓越。 我不知道这个观点有几分正确，到底是“follow your heart”还是“follow the call”。但最可怕的估计是听不清内心的声音，也找不准外界的召唤。 扯了这么多，早就离题了，还好这不是考场作文。不过倒是呼应了第一段话“思绪也是自由的”。那我的理想是什么？我努力的想，却只能得出一个结论“理想不是想出来的啊”。那我现在还先是想想，大学毕业后是读研好呢还是不读研好。 以上文章写于大一暑假，那时离就业还有点距离，现在我离找工作不过半年多时间，就如大家不再问“你的理想”而是问“你想找什么工作”，续写“我的理想”，写着写着成了关于找什么工作的几点思考。 （一）关于“更多机会与更多可能性”实习接近尾声，Mia 让我和她一起面面新的实习生。我听到好几位同学说选择这份实习是因为互联网行业有更多的机会和可能性，所以考虑往这个方向发展。和我当初的想法如此一致，我的四份实习，三份与互联网相关，我也相信这是一个不能没有互联网的时代，互联网会继续渗透各个领域，但几份实习后我更想问的是“你所谓的机会是什么，你想要的可能性又是什么”。 一个行业再有潜力，也只有少数能力与机遇都恰到好处的人会“change the world”，大多数人都是日复一日守在自己岗位的普通工作者，哪个行业都一样。如果我继续选择互联网行业，一定不是因为它有更多的机会和可能性，因为如果不知道自己想要的“可能”是什么，好比在大海里捞鱼，什么鱼都有，你却捞不到那一条。 （二）“也许湖泊比大海更适合我”因为有门禁，面完实习生我会送他们到楼下，顺便说句“我不知道最终会录用哪个，如果不是你希望你不要因此自我怀疑，不是你能力不行，而是每个岗位都会选择‘更合适’的，而不是‘更优秀’的。” 管理心理学有个小分支是研究人事测评的，测评的原理就是为了实现 P-J-O 匹配，即个人（Person）岗位（Job）组织（Organization）的匹配。当个人的性格能力、岗位的需求与组织的文化价值观相匹配，工作效益会提高，个人的幸福感也会提高。 我一直相信每个人都会有自己相对突出的能力，只是不一定受到正视与重视。我自己从小受到“木桶效应”的影响，用很大精力去补短板，结果都不知道长板在哪。如果过去的时光可以像写过的文章一样，不满意就修改，我一定会用一部分补短板的精力去发掘长板、发展长板。 如果你发现自己的能力有它擅长的舞台，请不要轻易忽视它，你可能会去想哪个方向最有“前途”，但记得不是所有的鱼都生活在同一片海洋里。 （三）削足适履值得吗我问过不少同学觉得性格外向好还是内向好，得到的回答基本都是外向。其实这两种性格哪种更好本来就是伪命题。每种性格都会有自己相对适合的工作，刻意改变自己的性格去适应某个岗位无异于削足适履。个人喜爱也是。一个更喜欢文字的人去写代码，一个更喜欢数字的人去做文案，也许外部动机能支持他们这么做，但时间长了是对内心能量的巨大损耗。 Karen 是我们大学时候很受欢迎的美国外教，在离开中国前的最后一节专业课上，她跟我们说了一番话，不是告别却又像是告别。其中有这么一段： “Making money is important in your life, but don’t make it your first goal. Follow your heart. Because if money is your first goal, when you make a lot of money, you still won’t feel happy. Find out what you are really enjoying, then think about how to make money. ” 类似的观点我们都听过很多遍，但一个六十几岁做咨询的人，从美国到中国再到另一个国家，可以说 Karen 看过很多书，经历过很多事，见过很多人，也走过很多的路，听过很多的人生故事。我相信她在离开我们之前说了这段话一定不是只想给我们“递一碗鸡汤”。 当然，每个人的人生观、价值观不一样，关于这个问题，相信每个人都会根据自己的实际情况做出权衡。 （四）行业“鄙视链”钱钟书在《围城》里生动地描述了大学里的学科“鄙视链”： “在大学里，理科学生瞧不起文科学生，外国语文系学生瞧不起中国文学系学生，中国文学系学生瞧不起哲学系学生，哲学系学生瞧不起社会学系学生，社会学系学生瞧不起教育系学生，教育系学生没有谁可以给他们瞧不起了，只能瞧不起本系的先生。” 各行业各岗位也难免存在一环一环的“瞧不起”，比较是正常，但通过压低别人获得的优越感不过是低层次的虚荣。不同的工作不过是不同的社会分工，无论处于鄙视链的哪端，鄙视与被鄙视都无益于个人能力的提升，不如找准自己的位置，保持独立思考与判断，努力成长。 我相信“三人行，必有我师”，而陷于鄙视链的攀比与言论时不妨想想晚清学者陈宝琛这句“持其志勿暴其气，敏于事而慎于言。” （五）还要不要谈“理想”了古人谈理想：“为天地立心，为生民立命，为往圣继绝学，为万世开太平。” 今人谈理想：“当上 CEO，迎娶白富美，走上人生巅峰。” 特别欣赏古人的这种格局与眼界，但可能很多人会说买不起房子，安不了家，怎么“修身、齐家、治国、平天下”。脱离时代背景去谈理想无异于谈空想。“现实不理想，理想不现实” 仿佛一个怪圈，圈住了年轻人理想的枝芽，又或许种子未播种就冒出温馨提示“醒醒吧，理想主义”。 我想我们是该在脚踏实地的基础上拥有仰望星空的情怀，但不一定要把理想想象成不着边际的高远。记得大学有次跨年，和室友每人用一张便签写写新年寄语贴在宿舍小纸板上，一个室友这么写：“生活的理想是为了更理想的生活。” 如果你的工作能让你提高生活质量，增加幸福感，不也很理想吗？ 说了这么多，总结起来无外乎：不要让太多的条条框框限制自己，不要放弃独立思考，寻找自我的价值，找一条适合自己的路。 最后，可能还有部分人只是工作或忙于工作，无暇思考未必是坏事，毕竟“人类一思考，上帝就发笑”。 只是更希望你们的工作不止为了面包。 愿活得丰盛。","link":"/2016/12/18/%E3%80%8C%E6%88%91%E7%9A%84%E7%90%86%E6%83%B3%E3%80%8D%E4%BB%A5%E5%8F%8A%E5%85%B3%E4%BA%8E%E6%89%BE%E4%BB%80%E4%B9%88%E5%B7%A5%E4%BD%9C%E7%9A%84%E5%87%A0%E7%82%B9%E6%80%9D%E8%80%83/"},{"title":"一半的远方","text":"看到树叶打着转，晃晃悠悠飘落，想到了陈绮贞的《流浪者之歌》里“落叶离开后频频回头”这么一句歌词。回头是一种眷恋还是一种情怀？ 前几天和马马聊到我现在的“日记”都成了“月记”了，顺便在每年快结束时写个“年记”，当作一年的小总结。马马说这种不是以前老师布置才会写的吗，还说写的不应该是新年展望吗。以前也会有 new year’s resolution，但发现 it makes no difference，不如记下一年的轮廓与平平淡淡却在年底还记得的细节，留与以后回溯。 10 月又要过去了，想到两个月后要写今年的年记，忽然得觉得无从下手，今年有什么好写的呢？于是，我翻了翻去年的，发现去年的第一句话就是“其实一点也不知道写什么，只是习惯性的每年写个小结，不想让这一年缺席了”，原来每年都没什么好写的，那我是不是可以考虑放弃这个年小结了？ 来浙大快两个月了，无所事事的第一个月与准备各种报告的第二个月。这两天天气变冷，7 点多的闹钟催促着起床，但越靠近冬天起床就越是艰难，想起去年保研后的那段时光，在冬天冷冷的早晨挣扎着起床，坐上半个多小时的地铁去实习，总是在包里放一本书，打发在地铁上的漫长时光。那时还能一周读一本书，生活平淡而充实。我总觉得自己这两个月的状态与以前不同，但我却不知道变化的是什么。 以前写自己有了什么新的经历，又为了什么纠结很久，而今觉得把那些迷茫困惑都走了一遍，写了一遍，即使现在还是有迷茫困惑，它们也不再是当时的模样，我不会再去想怎么挣脱这种状态，不再需要自己写些东西来维持心理能量的平衡，就像一湖水，泛得起涟漪，吹不起海浪。 昨天看到纪伯伦的这句话“有一天，你不再寻找爱情，只是去爱；你不再渴望成功，只是去做；你不再追求成长，只是去修……一切才真正开始”，第一遍看不知道这句话该如何理解，再看发现，也许你所做的一切不再是刻意地为了什么而为，那会更接近生活的自然与本真，希望一切美好的东西都是认真生活、善待自己与他人的馈赠，而不是一种目的。 记得有同学说我 “life in NJU” 里面的部分内容有鸡汤的味道，我总是说那叫心灵萝卜汤，如果能接受所谓现实的骨感与残酷，那又为什么不能腾出一点点空间留给理想与纯粹？ 已识乾坤大，犹怜草木青。时常会觉得自己走在一半的远方，那就沏一壶茶，以慰风尘。","link":"/2015/10/30/%E4%B8%80%E5%8D%8A%E7%9A%84%E8%BF%9C%E6%96%B9/"},{"title":"一封信写给那些没那么开心的家伙","text":"嘿，家伙，你选择打开这封信呀，可能因为你最近没那么开心，也可能你经常就没那么开心，当然也可能是出于好奇。 如果是前两者，那你很有勇气呀！怎么说呢，所有声音告诉你要开心生活，你怎么能说自己没那么开心呢？正如，所有声音都要求你做个成功的人，你怎么能说自己没那么成功呢；所有声音都说要融入集体，你怎么能说自己孤独呢？ 要正视自己和主流声音不符是件需要勇气的事，大部分人早就习惯了想要安全的活着就要隐藏自己的一部分情感。 曲黎敏在解读《诗经》时说： “读《诗经》，我们会发现人类的情感始终都有犹豫、不能尽兴的那一面，对我们每个人而言，我们都未能让自己的情感做到极致，我们都不得不压抑内心的温柔或愤怒，我们想占有的，都未曾占有；我们想放弃的，也未能放弃。我们拥有的，不过是，受挫的生活。” 这样的受挫常常源于你要关闭自己的一部分体验，犹如在心里堆砌一座墙，隔离了一部分情感，就无法活得完全。 正面的东西总是让人想靠近，而负面的东西让人想逃离。你可以是个善良、平和又坚强的人，但你不能总是“善解人意”又“刀枪不入”。鲁迅说“面具戴太久，就会长到脸上，再想揭下来，除非伤筋动骨扒皮。” 当你只允许自己去感受和表达正面体验，时间长了，你便隔离了自己会愤怒、会受伤的一面。也许在别人看来，这样的你很好，但被你关闭的那部分能量却无时无刻不在消耗着你。 所以，当你感到不开心的时候别急着逃啊，你的“不开心”一定想要告诉你些什么吧？不要给它化妆，也别急着踢开它，和真实的它待一会儿，一个心理成熟的人一定是个懂得正视与接纳自己情绪的人。 生活中已经有很多场合需要我们表现得体，不管那是不是你真实的模样。所以你需要在此之外，给自己一个空间，至少在感觉里捍卫真实的自己。 你可以哭，可以笑，可以把你喜欢的讨厌的相信的怀疑的都表达出来，也许这样做并不会改变你真实的处境，但是你释放了自己内心真实的东西，也便允许自己的心跳动和流动，只要你的心不冻结，它就会有能量。 我常常觉得，一个人要活得舒适，就要对“真实”保持开放与接纳。 我说的真实既包括感性的，也包括理性的，也即情绪上的与认知上的。我在上文鼓励你没有距离、没有包装、没有美化、没有逃避的与自己真实的体验共存共舞，以下我也会鼓励你用理性的真实去面对活着的真实。 很多生活风平浪静却又没那么开心的家伙是因为他们的信念里有很多的“应该”和“必须”： 每个人都应该得到在自己生活环境中对自己重要的人的喜爱和赞许； 一个人必须能力十足，在各方面都有成就，这样的人才是有价值的； 有些人是坏的、卑劣的、恶性的，因为他们的恶性，他们应该受到严厉的责备和惩罚； 假如发生的事情不是自己所喜欢的或期待的，那么它是很糟糕的、很可怕的，事情应该是自己所喜欢和期待的样子； 人的不快乐是由外在因素引起的，一个人很少或没有能力控制自己的忧伤和烦闷； 一个人对于危险或害怕的事情应该非常担心，而且应该随时估计到它可能发生； 逃避困难、挑战与责任要比面对它们容易； 一个人应该依靠别人，而且需要有一个比自己强的人做依赖； 一个人的过去对他目前的行为是极重要的决定因素，而且是永远难以改变的； 一个人碰到种种问题，应该有一个正确、妥当及完善的解决途径，如果一个人无法找到完善的解答，那将是糟透的事情。 这是美国临床心理学家艾利斯在临床实践中总结的十条非理性信念，它们的共同特征是绝对化、概括化、糟糕至极。你认领了几条呢？ 那些抑郁的、强迫倾向的以及受完美主义困扰的家伙就常常被这些“看似合理的标准”束缚着。 是呀，谁不希望得到重要他人的喜爱和赞许，谁不希望自己是能力十足的，谁不希望事情按自己期待的样子发展？ 但生活可以有理想，却不能理想化。你任何时候都可以选择往理想的方向努力，但记得别让理想化的标准束缚你的生命活力，我们必须活在真实中。 一个真实的世界是这样的：你出门可能堵车也可能半路下雨，你喜欢的人可能喜欢别人，你的爸妈可能不认同你的选择，你很亲密的朋友也可能误解你，昔日关系很好的人也可能成为陌生人…… 生活是变化的，世界是变化的，总会有一部分是不可控的。对真实保持开放与接纳就是用活着的心态面对变化无穷的世间万物，而不是让自己在理想化的标准中僵化。也许那些“应该”和“必须”都很漂亮，可是固定的死的标准如何应对千变万化的世界与他人？ 好了，不论是情绪还是认知，我先说到这。说这些只是想让你知道，压抑的体验、非理性的信念，或者说对真实的不接纳与逃避，都是不开心的根源，它们让生命脆弱，轻轻一碰就会痛。 当然，也有不少人的不开心来源于无处不在的同侪压力，毕竟每个人身边都会有些“光鲜亮丽”的人。所以，我在这里也和你分享不久前看到的一段话： 纽约时间比加州时间早三个小时，New York is 3 hours ahead of California,但加州时间并没有变慢。but it does not make California slow.有人22岁就毕业了，Someone graduated at the age of 22,但等了五年才找到稳定的工作！but waited 5 years before securing a good job!有人25岁就当上CEO，Someone became a CEO at 25,却在50岁去世。and died at 50.也有人迟到50岁才当上CEO，While another became a CEO at 50,然后活到90岁。and lived to 90 years.有人单身，Someone is still single,同时也有人已婚。while someone else got married.奥巴马55岁就退休，Obama retires at 55,川普70岁才开始当总统。but Trump starts at 70.世上每个人本来就有自己的发展时区。Absolutely everyone in this world works based on their Time Zone.身边有些人看似走在你前面，People around you might seem to go ahead of you,也有人看似走在你后面。Some might seem to be behind you.但其实每个人在自己的时区有自己的步程。But everyone is running their own RACE, in their own TIME.不用嫉妒或嘲笑他们。Don’t envy them or mock them.他们都在自己的时区里，你也是！They are in their TIME ZONE, and you are in yours!生命就是等待正确的行动时机。Life is about waiting for the right moment to act.所以，放轻松。So, RELAX.你没有落后。You’re not LATE.你没有领先。You’re not EARLY.在命运为你安排的属于自己的时区里，一切都准时。You are very much ON TIME, and in your TIME ZONE Destiny set up for you.","link":"/2017/05/11/%E4%B8%80%E5%B0%81%E4%BF%A1%E5%86%99%E7%BB%99%E9%82%A3%E4%BA%9B%E6%B2%A1%E9%82%A3%E4%B9%88%E5%BC%80%E5%BF%83%E7%9A%84%E5%AE%B6%E4%BC%99/"},{"title":"一面之缘","text":"这几个小片段似乎要淡出记忆了，那是三个只见过一次的人，我知道不写下来会慢慢被我忘了，但是忘不忘其实并没有任何意义。我努力地为写下这篇文章找个理由——生活本来就是由许多不经意的瞬间与无关紧要的小事拼凑而成，若因其平常而抛弃，那么生活未免太荒凉。 （一） 大学期间回家或是开学自己把行李箱搬上校门口地下通道的楼梯总是略费力，幸运的是大部分时候能遇到热心帮忙的同学。我也会习惯性的在楼梯口接过行李箱，道声谢。 有次遇到一个同学，他不像其他人帮我把行李搬上楼梯就给我，而是一直帮我把行李箱拉到宿舍楼下。一路上我说了好几次“我自己来吧”，心想着这么麻烦人家不大好。但他只是说声“没事”，一路上也没有什么话说，只是偶尔问我几句。开学前两天，晚上 9 点的校园略黑略安静，本不认识的两个人也没多少话说，就这样走到了宿舍楼下。 他说：“我把我的手机号码给你吧，需要帮忙的时候叫我。” 想说不用了，却又不好拒绝一个热心同学的好意，只在心里想着“你给我号码我也不会好意思麻烦你呀”，于是回答：“好的，谢谢。” 正要拿手机，他说：“你不用麻烦了，把你的号码告诉我，我打一个给你就好了。”我愣了一下念出那熟悉的 11 位数字。 现在我只记得这个同学是个学长，所以我没毕业的时候他早就毕业了，其他的，我什么都不知道了。 （二） 那是一次旅行，也是我第一次自己坐火车的旅行。 上车的时候旁边是位年轻的小伙子，他把靠窗的位置让给我，恰好同龄，目的地也相同。他一路上和我说着话，我不记得都说了些，似乎是天南地北无所不及（其实也没这么夸张），总之在火车上漫长的时间也就这么过着过着熬到了头，没有想象的艰难。 他看起来很朴实，可是看到他一路上小心翼翼又认真的样子，我忍不住笑了，说了句：“你好认真呀，但这又不是什么重要场合。”他回了句：“不，我觉得你在旁边的时候就是重要场合。” 火车到站了，他向我要了联系方式。 走出火车站，便回到各自的生活。 （三） 南京的天气经常是善变的，时不时的能在毫无防备时下场雨。 一次到鼓楼校区听个讲座，这不速之客又酣畅淋漓地挥洒一番，对这栋楼不熟也没看到开放的教室，我只能在楼下百无聊赖地数着雨滴，等着雨停。 “我送你到地铁站吧。”刚刚坐在我旁边的同学热心提供帮助。“不要麻烦你了，这样的雨下不了多久，眼看就要停了。” 我这么跟他说。但是他没自己走，就站着和我说话，直到雨停。 还好这场雨来去匆匆，并没有等多久。 三个小片段，都是只见过一次的人，一些彼此无关又不重要的时刻，可是它们却有某种相似。我不曾把它们当成八卦轶事，也不曾提起，毕竟只是偶遇，看起来可以是有个罗曼蒂克开头的故事也因为我一次次拒绝第二次见面而没有然后，想起来的时候还能感谢那些萍水相逢的人的善意。 有些时候，见过一次的缘分，刚刚好… —— 此篇写于 2015.08.27，大学毕业的暑假，只是在这时拿到公众号","link":"/2016/11/21/%E4%B8%80%E9%9D%A2%E4%B9%8B%E7%BC%98/"},{"title":"上帝只能帮助自助者","text":"“我生活在焦虑/ 烦恼/ 抑郁/ 压力中…你说我该怎么办？” “你的焦虑/ 烦恼/ 抑郁/ 压力 影响到你的生活，解决了这些情绪你的生活就能得到改善是吗？” “是的，但是它们不可能得到解决啊。你说我该怎么办？” 在心理咨询案例中经常可以看到这类“绝望的求助者”。他们一边求助，一边觉得自己的问题是得不到解决的。或者说，他们常常以为心理咨询师拥有对付不良情绪的解药，急切的想得到解决问题的锦囊妙计。 虽然不是咨询方向的研究生，但本科跟着美国外教Karen学习咨询的过程让我觉得自己是个心理咨询的“受益者”。上周帮师姐做实验，空闲时间聊起本科时光，师姐说觉得 Karen 是圣母一般的人。 记得大二刚转专业，上着三门 Karen 的全英课，每周抱着两本厚厚的英文教材一页页看，周末还要和大三的学长学姐一对一做咨询，忙碌又充实。虽然国内的心理咨询发展不成熟，大众对心理咨询也存在普遍的误解和偏见。但被一个“极好的师傅”领进门，就会觉得咨询真的很神奇，因为它让改变成为可能。 身体上的小病痛可以通过药物缓解，心理上的问题却没有立竿见影的解药。记得以前看过的一本书上写着“无论你把大脑研究到什么程度，都无法医治因爱恨情仇导致的心灵创伤”。 就个人而言，面对一些日常烦恼、不开心之类的，我觉得换种思考方式是很好的解决方法。 比如烦恼，心理学甚至无法给它一个确切的定义，但它偏偏是个喜欢光顾每个人生活的不速之客。思考是无法消除烦恼的，懂再多的人生哲理都不意味着能让烦恼减少分毫。所以消除烦恼的最好方法是将“我不要烦恼”的愿望变成“我要快乐”的实际有效行动。 这种转换思考方式的方法适用于很多领域，比如严重拖延、网瘾、手机依赖等等，都可能只是逃避现实冲突或是一种偏离常规的心理需求满足方式，所以思考“怎么摆脱这样的心理问题”前不妨先思考“我为什么需要这样的心理问题呢”，这个问题能将隐藏在不良行为外衣下的深层冲突与未满足的心理需求带到表面。那些平时藏在深处不见光的小怪物被拿到光天化日之下也就安分了。 一个好的心理咨询师能让人更加认识自己，更好地找出躲在心底里撒野的小怪物。但一个人能否获得真正的成长，能否真正获得解决问题的能力，最后靠的还是自己。好比你不能依靠一个人搀扶你度过每个难关，你要有自己的拐杖。上帝只能帮助自助者。","link":"/2017/03/23/%E4%B8%8A%E5%B8%9D%E5%8F%AA%E8%83%BD%E5%B8%AE%E5%8A%A9%E8%87%AA%E5%8A%A9%E8%80%85/"},{"title":"久远书单vs近半年读书单","text":"“他曾经为她描述过水仙花，也写过小雏菊与山芙蓉，这算不算送过花？ 如果每个字算一朵花，他送给她的算不算一整个春天的量？” “‘爱情，是我在这世上唯一懂得的事情。’ 我怎么看都觉得苏格拉底这句话还没讲完，想了想，往下应该再添七个字：只是常常看错人。” 偶然在豆瓣看到简媜出了新书《我为你洒下月光》。高中以后再没读过简媜，不过看着书中的几句书摘，便足以唤起对她文字的印象：自由不受拘束，措辞极富创意，细腻又有灵气。 高中时候学校附近就有书店，我家对面也有书店。有时“偷得浮生半日闲”去逛逛，那时会因为书中让人“耳目一新”的一个句段，或者只是一个撩人的书名、一个合眼缘的封面买下一本书。我就是这样认识的简媜。 她的书连名字都好温柔：《水问》《女儿红》《微晕的树林》《胭脂盆地》《我为你洒下月光》…… 简媜说：“认识你愈久，愈觉得你是我人生行路中一处清喜的水泽。”倘若人与人之间的关系如此，又何须感慨 “人生若只如初见 ”。 也许是高中有做不完的数理化题，需要看点至情至性的文字来平衡，所以那时看散文看诗词，简媜就是我那时常读的作家之一，而大学以后却久久未再拿起。 “才说要睡，便睡不着；才说要忘，便忘不得。”在《午后列车上的独白》开篇我用了吕坤《呻吟语》中的这句话，同样在这篇文章中，我提到自己在看《菜根谭》。初上大学时想起高中背过的《幽梦影》中的几个句子，觉得很有意思，就借了这本书来看。渐渐地喜欢上明清文人的这类笔记小品。 这些书可以说是古人的鸡汤，但熬得很耐尝，连书名都颇有意境：《呻吟语》（明·吕坤）《小窗幽记》（明·陈继儒）《菜根谭》（明·洪应明）《围炉夜话》（清·王永彬）《幽梦影》（清··张潮）…… “少年读书如隙中窥月；中年读书如庭中望月；老年读书如台上玩月；皆以阅历之浅深，为所得之浅深耳。” 高中背得烂熟的这句话就出自《幽梦影》。距离我看初上大学看这些文人雅士的笔记已过去近六年。现在或是以后再重看这些书，该有很多新感悟吧。 就如年轻的时候总会有一腔少年意气想为一切挣得个圆满，待到年岁渐长，阅历渐多的时候，也许越能体会“雪之妙在能积，云之妙在不留，月之妙在有圆有缺”（朱锡绶《幽梦续影》）。 这么说来，我该在闲暇时重新翻阅这些书，这样一些极富韵味的文字能让人：以更有趣的视角去看山川云月，草木水流，以更平和的心态面对起伏得失，聚散离合。 附：近半年读书单 《你一定爱读的极简欧洲史》“不是所有东西都属于国王”，这对自由和繁荣如此重要。 《七堂极简物理课》作为被文科化的理科生觉得这本书值得看看，懂不懂物理都无妨 《诗经：越古老越美好》看论文间隙用来消遣的轻松读物 《进化的智慧与决策的理性》用进化的视角看人类决策，好多关于决策的心理学实验啊 《人类简史》很值得看的书，人有作为人的骄傲，也该有作为人的谦卑吧 《稀缺》让贫穷更贫穷的是贫穷本身，其他任何形式的稀缺一样会捕获你的大脑 《说谎者的扑克牌》华尔街的投资游戏，刘易斯是个会讲故事的人 《嫌疑人x的献身》可能东野圭吾的小说都会让人想一口气读完 《把时间当做朋友》为了拆书会，重新读了一遍，很适合大学生与初入职场的人的一本书 《黄金时代》我竟然到现在才第一次读王小波的书 《白先勇细说红楼梦（全集）》红楼梦真的是一本怎么细说都说不完的书 《菊与刀》看看这本书更能理解一些日本作品，小说也好，电影也好 《人人都是产品经理》就当是做产品的方法论吧 《淘宝十年产品事》就当是做产品的案例集吧，淘宝发展过程中一些小功能背后的大思考 《在你身旁 为你设计》企鹅家的设计故事","link":"/2017/08/13/%E4%B9%85%E8%BF%9C%E4%B9%A6%E5%8D%95vs%E8%BF%91%E5%8D%8A%E5%B9%B4%E8%AF%BB%E4%B9%A6%E5%8D%95/"},{"title":"九品香水莲花","text":"今天和奥家到五店市走走，第一次见到紫色和黄色的莲花，店家介绍说这叫九品香水莲花，可以直接食用或泡水喝。我凑近闻闻，有种带着甜味的清香，让人感觉特别舒服。喝了杯莲花瓣泡的水，也是清甜清甜的。觉得清新不粘腻的东西真好。","link":"/2016/08/26/%E4%B9%9D%E5%93%81%E9%A6%99%E6%B0%B4%E8%8E%B2%E8%8A%B1/"},{"title":"书卷多情似故人","text":"“别说你爬过的山，只有早高峰。”看到这句广告，想到早高峰的公交。车内拥挤的乘客懒懒挪动，车下的乘客又难挤上去。司机时常难按暴躁地喊“往里走！上车的快点！” 在车上找到个立足之地后总忍不住想“瘦瘦瘦！瘦无止境！瘦瘦瘦！瘦成闪电！”总之这种时候会觉得减肥简直是造福人类。 这学期又结束了，其实不大愿意说这学期不开心好像比开心多了那么一点点，可是我真的过了这样的一学期啊，又骗不了自己… 一个学期没回家，最近老想回家。很想见见那些烂熟的人，然后拉着他们一股脑儿说很多很多话。可惜我不会喝酒，不然一杯酒就着一块猪头肉，往事好比酒肉穿肠过。 闲时还是习惯看看书打发时间，毕竟梦里不知身是客，而书卷多情似故人。 哎呀，说什么胡话啊，不过想家嘛。 然后我真的请了好几天假，下周回一趟家，回来再继续爬“早高峰”。","link":"/2017/07/05/%E4%B9%A6%E5%8D%B7%E5%A4%9A%E6%83%85%E4%BC%BC%E6%95%85%E4%BA%BA/"},{"title":"从一次尴尬的面试说选择","text":"终于还是写下了这个经历与反思。 虽然一开始就抱着打酱油的心态投的简历，但后来的那次面试给我的感觉就是打酱油你好歹换身衣服再出门，不能穿着睡衣走在大街上呀。 最近是暑期实习招聘高峰期，想感受下大型互联网公司“热闹”的校招，但又不想花太多时间在上面，那就选一家吧，虽然在杭州我能投的只有产品岗，而我并没有相应经验。 模拟笔试的时候我还在西湖边玩，一直到正式笔试的前一秒钟都不知道笔试会是什么类型的题，还傻傻的 100% 的遵守了考试要求。就这样稀里糊涂经历了人生中第一次在线笔试。 收到面试通知的时候还有点小兴奋，因为从未参加过群面，第一次总让人充满好奇。我们小组 7 个人，最后过了 2 个。我在小组中既不是领导者，也不是计时员，就是一个该说话的时候说几句话的人，纯属幸运的成为 2/7。 单面的时候终于藏不住了，面对面试官的提问我只能后悔自己一点准备都没有，虽然做足准备也未必能通过面试，但总比连怎么回答都不知道好。 面试官问： 说说你对产品经理这个岗位的认识 你觉得自己在这个岗位上最大的优势是什么 分析下你手机里你觉得做得好的一个 APP，微信、微博这类的除外 对国外的 APP 你了解多少 我算是一个一天不玩手机也不会手痒的人，除了有时出于好奇下载些 APP 看看，通常手机里常用的就那几个 APP，而且不会翻墙，难怪面试官说我没有融入这个圈子。 虽然面试中有种在这几个问题前裸奔的尴尬，但从中也得到点启发——越早知道自己适合什么，知道自己在哪方面拥有竞争力越好，尤其是对我们这种缺乏硬技术的软科学专业学生而言。 其实早在 19 世纪达尔文就说了“能够生存下来的物种不是最强的，也不是最聪明的，而是最能适应变化的。”换句话说，适合、适应才是最好的，物种和环境的关系如此，人和工作的关系亦然。 不过生活似乎更复杂。知道自己适合什么和选择自己适合的是两回事，如同互相喜欢的两个人也未必在一起。 知道我们班一个同学和我投了一样的暑期实习，我有点惊讶。因为她在心理健康中心实习了两年，在心理咨询方面做得很好。我好奇地问她为什么想转互联网行业。她也跟我说了自己的顾虑。不得不承认现实总是会有各种“不温柔的冲突”。 就好像“钱多事少离家近”是个几乎不存在的完美组合，更多时候我们要在“钱多事多离家远”、“钱少事少离家近”、甚至“钱少事多离家远”等一系列不完美组合中做取舍。 想到施耐德(Kirk J.Schneider)在《唤醒敬畏：发生深刻转变的个人传奇》这本书中说的： “现在出现了这样一代人：一方面，他们认识到人类是复杂的创造物，一刀切的解决方法并不能解决问题；另一方面，他们还认识到，无论你采取什么样的方式，你都不可能解决所有的问题，人们总是需要做出妥协。问题在于，我们应该在哪些方面做出妥协呢？妥协多久呢？会有多大程度的损失呢？这些才是我们面临的亟待解决的问题。” 施耐德说的“妥协”，在就业选择方面，更具体的问题就是哪个城市、怎样的薪水、多大的工作强度、个人的兴趣等。关于这些问题，陈海贤老师在他的微博上介绍了两种选择逻辑： “对在哪个城市生活、从事什么样的工作、该不该转行、跳槽这类选择问题，有两个独立的逻辑：经济逻辑和道德逻辑（或价值观逻辑）。经济逻辑是计算各种利益得失，加上概率和机会成本；价值观逻辑却只问一个问题：你想成为什么样的人。经济逻辑是可以给建议的，毕竟在计算利益价值上，专家或过来人能看得更清楚。价值观逻辑是没法给建议的，它只关系到一个人如何选择，以及如何承担选择的后果。” 要把这两种逻辑拎清不容易，但能肯定的是，选择的本质就是得到部分，放弃部分。在选择面前，选什么和不选什么是同时存在的，什么都想要是贪婪，什么都不要是自弃，本质上都不叫选择。 我们能做的，就是勇敢地做出选择，以及更勇敢地承担每个选择相应的责任与结果。 最后，我想说选择虽然重要，但不是全部。用采铜《精进》中的一句话说就是：“不管你做了哪个选择，你的某些东西永远不会改变，而最终带着你走向目的地的，可能并不是一个选择，而是那些你不会改变的东西。” 我们应该感到幸运的是，这些东西有很多，比如，可靠的性格、积极的心态、孩子般的好奇，又如，你的毅力，你的专注，你的责任心。","link":"/2017/04/21/%E4%BB%8E%E4%B8%80%E6%AC%A1%E5%B0%B4%E5%B0%AC%E7%9A%84%E9%9D%A2%E8%AF%95%E8%AF%B4%E9%80%89%E6%8B%A9/"},{"title":"从杭州寄往杭州的明信片","text":"从杭州寄往杭州的明信片，昨日出发今日到达。我额外给楠楠寄了封小信。睡前看到她在自己公众号推送的这段话，觉得好温暖。 我们因为一个错误的通知认识在一个下着大雨的早晨。一年后的我们也不知道会各自到哪里。但愿就如楠楠说的：“希望，无论未来的我们会去哪个城市，走到哪里，都能把遥远的故事带回来给对方” 。 我也希望自己无论多大年龄，无论在哪做什么工作，都能用文字记下那些美好的相遇与美好的故事。 最后，再借用王小波的这句话： “我希望自己也是一颗星星：如果我会发光，就不必害怕黑暗。如果我自己是那么美好，那么一切恐惧就可以烟消云散。”","link":"/2017/04/01/%E4%BB%8E%E6%9D%AD%E5%B7%9E%E5%AF%84%E5%BE%80%E6%9D%AD%E5%B7%9E%E7%9A%84%E6%98%8E%E4%BF%A1%E7%89%87/"},{"title":"以 Dream offer 告别秋招","text":"上周写了关于校招经历的文章，之后的笔试和面试都没再参加，进入“全面暂停秋招”状态。这周，尘埃落定，我要把没写完的部分写完。 想记下这个瞬间：昨天晚上像往常一样抱着电脑走回宿舍，刚走出系楼一阵风吹来一股清香，做了个深呼吸，忽觉心情舒畅，我就是这么容易满足呀。想到又到周末了，同学约周日唱歌，不自觉地以只有自己听得到的音量哼着歌走回去。路上手机动了一下，拿起来看了一眼，是校招公众号推送的“应聘反馈提醒”。这结果是喜是忧，我都已经惦记了一周，瞬间迈不开脚步，站着打开看详情。紧接着短信通知：“Hey,同学！我可以撩你一下吗？用 offer 的那种…”。啊！这不就是我认为的 dream offer 吗！？没想到我做到了。我竟然做到了。我真的做到了。 但是历经9月的校招波折，我上周就已经签了另一个同样很棒的 offer。我的求职目标是互联网公司产品岗，拿到的两个 offer 都是国内市值 top5 的互联网公司的产品岗。瞬间又有点纠结，同学说那是“甜蜜的负担”。 有的事情你做之前觉得很难，做成之后会觉得不过如此；但这两个 offer 我拿到之前觉得很难，拿到后依然觉得来之不易。从网申笔试三四轮面试到 offer，每个环节都有一批人离开，我得有多幸运才能成为最后的幸运儿。 就心中的纠结向“各路神仙”求建议，也有了答案，总算可以告别秋招了。心情还是只能用复杂来形容，这种时候借文字打理再合适不过了。 你喜欢去哪——杭州回家或其他前几天，晚饭后和爽姐一起爬宝石山，喜欢坐在山顶的石头吹吹风，俯瞰灯光点缀的西湖与杭州城。 我忽然跟爽姐说，来发泄一下吧。“怎么发泄呢？”“大喊啊~”“可是你发泄什么呢？”“校招期间的迷茫与焦虑啊，全都发泄掉。”哈哈哈。然后我们在石头上坐了好一会儿，随便聊聊天。 前天，刚回归实验室还未适应学术生活的爽姐又拉着我骑行西湖。绕了西湖一圈，从保俶路、东坡路、南山路到杨公堤，路过断桥残雪、柳浪闻莺、雷锋夕照、花港观鱼、曲院风荷…都是来过好几次的地方。想起大四保研浙大后，实习公司的姐姐跟我说“觉得杭州很适合你，气质很像。”国内的城市去过的也有好些，杭州算是我比较喜欢的地方。可是明年我会离开这里吗？ 上周每次说到我可能到北京，每个人都一副惊讶的样子——“北京！你要自己去北京吗？”“北京离家好远，你爸妈舍得你去吗？”“北京空气太差了，你确定要去吗？”“北方很干，你一直生活在南方可能不好适应啊。”“北京那是户口和房子都解决不了的地方啊”。大家的反应好比我要上演一场“荆轲刺秦王”，风萧萧兮易水寒，壮士一去兮不复还。我只到北京玩过几天，并不知道生活在这座城市会怎么样。北京，到底是一个怎样的地方呢？ 其实我从来没有考虑过北京，一个北京的岗位也没投。投的上海地区，只是面试官说到总部资源多发展好，我也就同意了。这位面试官是我 9 月求职路上很想感谢的人，他给我的信任与肯定好比秋招路上洒下的星光，让我在迟疑时能捡起一点信心备战下一场。在签了录用函后，我一直在给自己做心理建设，告诉自己跳出舒适区到北京锻炼几年也很好。 心理建设也是有用的啊，不然我就不必在两个 offer 间纠结了。 那回家呢？说起来是件有意思的事。奥家跟我说“你还是别急着回来了，会被相亲的，在外面就催不到那么远。” 整个秋招期间我只参加过一次宣讲会，移动的宣讲会。因为各分公司的负责人都会来。我拿着简历到福建分公司咨询一下。发现我能投的岗位只有HR。回到泉州，在国企做个 HR，生活大概相对轻松与稳定。可是我总觉得少了点什么，而且是很重要的东西。 那天晚上回来我做了个梦，梦到我真的回去工作了，真的被相亲了，生活大概可用“乏善可陈”来形容。醒来后一阵恍然。不。我要到互联网公司做产品。我不急着回去。我不要被相亲。那时我觉得我会留在江浙沪。 找到自己的节奏，找到内心的平衡秋招期间会有很多公众号推送校招消息，很方便，但另一方面，有些文章也会强化你的求职焦虑，让你觉得仿佛全世界都在收割高薪 offer，仿佛应该一头扎进校招屏蔽其他活动。 9 月中旬，cck 问我要不要回趟南京，和大家一起聚聚。我去玩了两天。回来见到我的同学通常问“到南京面试了吗？”“没有啊，纯玩。”“啊，你竟然还有心情玩。” 我到南京玩的前一天参加网易的笔试，回来的第二天参加腾讯的笔试，只是抽出中间的两天忙里偷闲。不是不在意，而是那时还没失掉生活的节奏，还能对自己该做什么，想做什么，能做什么心里有数。 9 月中上旬我只投了目标城市、目标行业的目标岗位。9 月底还没 offer 的时候才焦虑的多投了几家，但我发现投了我也没热情好好准备，慢慢领悟了——还不到山穷水尽的时候，与其海投，不如“把力气用在正确的地方”，这样，你的生活节奏更可控，因为有方向。 不同行业不同岗位的待遇肯定是不一样的，有的差距还很大。通常待遇和工作强度有着亲密的关系。所以要清楚自己喜欢什么，适合什么。只有这样才不会看着别人拿着更高的薪水就心理不平衡。 怎么知道自己喜欢什么，适合什么？在《迷茫何解：重要的与喜欢的》这篇文章中我写了这段：记得大四那年有人跟我说“我不知道我想要的是什么，所以活得很没劲，我都不知道该做些什么，要是我知道我想要什么，会好很多”。那时我还发了条微博说“自己想要什么不是坐着想着然后像灯泡亮了一样‘啵’的一声就有了答案，而是在每日的生活积累中慢慢清晰的，与其纠结于这个问题茫茫然不知所为，不如多看些书，多接触些人，多尝试些事。” 我自己也是慢慢探索出来的。很多人跟我说，觉得我适合当个老师，说如果他们是我的学生一定会很喜欢我的课。我认真的考虑过。可是我没那么想读博，如果走学术之路，没有足够的学术热情，根据“套路”做研究完成发表论文的指标，估计会活得又累又枯燥。硕士毕业可以到专科学校当老师，我也考虑过，但根据师姐的经验，可能我再怎么认真备课、讲课，和学生都不在一个频道上。舍弃了老师这条路。做过好几份实习，才坚定自己想找什么工作。很多人都说求职互联网产品岗竞争太激烈，进大企太难了。我自己也很清楚。但是，太难了和不可能是两回事。 在生活中跌跌撞撞，越来越发现找到自己的方向，找到自己的节奏，找到内心的平衡是件重要的事。 最后用生日那天写在日记本上的这几句话结尾：你始终要学会矫情的归矫情，理性的归理性，以更成熟大度的方式去面对生活砺炼。如果有想去的地方就踏踏实实地朝这个方向去努力，但记得，哪里都可以是一个舞台。","link":"/2017/10/27/%E4%BB%A5Dream-offer%E5%91%8A%E5%88%AB%E7%A7%8B%E6%8B%9B/"},{"title":"你问我未来到哪里去","text":"你问我未来到哪里去我也不知道不知道我会到哪个城市不知道我会遇到哪些人不知道在什么时候 我会开心 会难过会高兴 会哭泣 只是 此时我只想与你分享一首小诗诗人夏宇的诗 我只不过为了储存足够的爱足够的温柔和狡猾以防 万一醒来就遇见你 我只不过为了储存足够的骄傲足够的孤独和冷漠以防 万一醒来你已离去","link":"/2016/06/05/%E4%BD%A0%E9%97%AE%E6%88%91%E6%9C%AA%E6%9D%A5%E5%88%B0%E5%93%AA%E9%87%8C%E5%8E%BB/"},{"title":"借我","text":"樊小纯的诗《借我》和谢春花的歌《借我》都写得很好，倘若在这么多的“借我”中借一样东西，你会借什么呢？ 樊小纯的《借我》： 借我一个暮年，借我碎片，借我瞻前与顾后，借我执拗如少年。借我后天长成的先天，借我变如不曾改变。借我素淡的世故和明白的愚，借我可预知的脸。借我悲怆的磊落，借我温软的鲁莽和玩笑的庄严。借我最初与最终的不敢，借我不言而喻的不见。借我一场秋啊，可你说这已是冬天。 谢春花的《借我》： 借我十年借我亡命天涯的勇敢借我说得出口的旦旦誓言借我孤绝如初见借我不惧碾压的鲜活借我生猛与莽撞不问明天 借我一束光照亮黯淡借我笑颜灿烂如春天借我杀死庸碌的情怀借我纵容的悲怆与哭喊借我怦然心动如往昔借我安适的清晨与傍晚 静看光阴荏苒借我喑哑无言不管不顾不问不说也不念 看了那么多借我，自己做了张卡片补充了几句","link":"/2017/03/31/%E5%80%9F%E6%88%91/"},{"title":"做公众号的初衷","text":"在一个信息无比丰富的时代，我们常常忙着关注、忙着获取外界的一切咨询，却因此忽略了聆听自己的生活，忽略了从自身获得知识与经验。 曾有个老师跟我说，你要善于思考，还要善于表达，包括书面表达与口头表达。我写了十年日记，写下自己的思考，总结自己的经验，虽然每每回顾都会觉得它们不成熟，但这不成熟正好表明了我在这几年间的成长，也正是这些思考与生活点滴让我能更好的处理生活中的一些问题。 我不是网红，不是大咖，不是某个领域的专家，无法给出很特别或很高深的东西，但正因为我和大部分同学一样，我们都是生活中一个平平凡凡的探索者，所以我们可能有过一样的迷茫，一样的困惑，一样的不安，一样的感动…… 这样的相似性让我觉得也许写过的一些东西是可以分享的，我们的经验或许可以相互借鉴。 另外，我发现能从自己的生活经历中学到的东西对自己可能更实用。举个例子，当你纠结于一个选择时，过去的经历能告诉你你通常在哪些方面纠结，是因为自身还是因为担心对他人包括亲人朋友等的影响，是更关乎物质还是更关乎精神，而你又会为哪些决定后悔，自己的生活经验成了对当前最好的指导。这些比我跟你讲好几个关于决策的心理学研究更实用。否则怎么会有“听了那么多道理，仍然过不好这一生”？ 当然，不管在哪方面能多掌握点知识与技巧都是锦上添花的，但别忘了你的生活本身就是块锦，因为它们是你“切切实实活过的真实”。也许做这个公众号只是想和大家说，“嘿，记得适时停下来看看自己的生活，那些切切实实活过的真实。”","link":"/2016/06/01/%E5%81%9A%E5%85%AC%E4%BC%97%E5%8F%B7%E7%9A%84%E5%88%9D%E8%A1%B7/"},{"title":"偶遇花开与月明","text":"前两天自己跑出去收数据，原来很累，但偶遇一路花开却也欣喜。前几天刚好看到这样一句话：“春天的花开起来都像少年时的爱。倾情投入，不计一切代价。自以为这是生命中最好的光阴，最动人的姿态，所以百分之百真诚的无以为继。” 忽然有些羡慕这些花，开得如此热情，如此投入，仿佛春天不会过去，冬天也不会到来，就这样全心全意地绽放着，在此时此刻。 今天是这学期第一次到操场跑步，今晚的月虽不圆却很亮很通透，想起夏目漱石对学生说的，东方式的告白不应该是“我爱你”，而是一起走在路上时，不经意地跟旁边的人说，“今晚月色真美”。 这么美的季节记得带上喜欢的人一起赏花赏月呀，顺便分享两首应景的歌： 世界上，七千个地方 我们定居哪——《我喜欢上你时的内心活动》 我喜欢这样跟着你 随便你带我到哪里——《喜欢你》 PS. 在公众号推送了这段，有人怀疑我恋爱了，有人看到孤独，觉得我想脱单了，还有人看到怡然自得，觉得我可以自己惬意的赏花赏月，不需要找对象了。文字带来的想象空间真大，真是有意思呀。而我只是跑完步做拉伸的时候打下这些字，没想过表达文字以外内容的。","link":"/2018/03/26/%E5%81%B6%E9%81%87%E8%8A%B1%E5%BC%80%E4%B8%8E%E6%9C%88%E6%98%8E/"},{"title":"八张卡片：无聊只是自己的感受","text":"有天晚上去跑步，不经意间看到清澈透明的圆月，想起以前看到的一句话—— “他说，月亮是湖，他的爱是舟”，如此美妙，如此灵动。 忽然明白什么眼前的苟且，远方和诗，哪有分得这么清楚。生活更像它们的杂糅，一边安顿眼前的苟且，一边安抚看似虚无的诗。 在觉得生活无聊的时候不妨提醒下自己，生活本身并没有无聊不无聊，无聊只是自己的感受。 这个时候你可以翻翻书、喝喝茶，去感受片刻宁静的美好； 也可以出去走走，看一株小草、一朵小花、一只小狗，去感受生命的脉搏。 最近把日常生活中拍的几张照片，写的几句话做成卡片留存，也收集在这里。","link":"/2017/04/19/%E5%85%AB%E5%BC%A0%E5%8D%A1%E7%89%87-%E6%97%A0%E8%81%8A%E5%8F%AA%E6%98%AF%E8%87%AA%E5%B7%B1%E7%9A%84%E6%84%9F%E5%8F%97/"},{"title":"公众号好久没更新","text":"陆陆续续被问过几次“最近在忙些什么，公众号好久没更新？”明明是一个没多少人打开的公众号，竟然还能被惦记着，也很幸运呐。 有时候我会想，到现在还在看着我的文章的你们，认识我也好，不认识我也好，都像是我的老朋友。能有这么一群朋友一起在“一次一步”读书行走感受生活。真好。 有时候我会想，你们还在这里，是不是因为你们和我一样有着某种程度的冷静、理性与克制，却又不让这样的理性成为感性的牢笼；是不是和我一样对自己有所要求，却又偶有迷茫； 是不是和我一样会有阶段性疲惫，但痛痛快快睡一觉，和好朋友们吃吃喝喝玩玩，很快又满血复活…… 回到我最近忙什么的问题，我仔细想想，好像没忙什么，如果有的话，也许是忙着“消化”吧。“消化”什么呢？往事、经历、矛盾、待解决问题还是其他的什么？我也不知道，好歹等我消化清楚了才写得清楚。说不定只是——吃多了呢╮（╯＿╰）╭","link":"/2017/07/29/%E5%85%AC%E4%BC%97%E5%8F%B7%E5%A5%BD%E4%B9%85%E6%B2%A1%E6%9B%B4%E6%96%B0/"},{"title":"公众号的一些零散推送 2016-2017","text":"2016.06.26这两天杭州的雨有点不知疲倦的下着，如果雨天自带忧伤属性，不知道这雨水里能拧出多少悲伤来。可是，悲伤是无法给人带来欢悦的，但它可能带给人智慧，而智慧能帮你过滤生活的悲喜哀乐，还生命一点澄澈。 用荣格的话说，就如：“心理治疗的主要目的，不是要使病人进入一种不可能的幸福状态，而是要帮助他面对苦难具有一种哲学式的耐心和坚定。” 2016.10.08回到宿舍放下东西就到操场跑步，也不知道从什么时候起运动与读书成了生活不可缺少的一部分。公众号沉寂了一段时间，前几天被小伙伴催更了，这段时间的更新周期会比较长，今天就简单分享下国庆假期看的三部电影与一本书吧。 《你的名字》新海诚的新作品，情节比《秒速五厘米》和《言叶之庭》丰富，画面都很美。关于梦想与现实的交织、人与人与万物之“结”。 《如晴天 似雨天》关于孤独，关于陪伴，关于相遇，关于分离，平淡而美好。人都要各自成长，但有些短暂的相遇会影响你很久很久。 《海蒂和爷爷》一个流传了很多年的故事，因为它很美。被小姑娘的善良纯真打动了，还有里面的人物关系看了特别温暖。倘若这种善良纯真能走出童话走出年龄限制也一定是件美好的事。 《从自我苛求中解放出来》一本很适合完美主义者和对自己要求过高从而感到压力与焦虑的人做自助心理学读物的书，略失望地是这样的书对我本身帮助不大，不过可以当做梳理下针对“自我苛求”这一问题的解决思路。 2016.11.06那天午后，有点阳光，有点微风，我们坐在空旷院子里的台阶上，聊着生命里那些无法忘掉的人，也不知道是美好多一点，还是苦涩多一点，最后都轻松地笑了，说“喜欢一个人，是浇花，而不是摘花呀。” 2016.11.14“其实，人生不是梦，也不是戏，是一件最严重的事实。你种谷子，便有人充饥；你种树，便有人砍柴，有人乘凉；你拆烂污，便有人遭瘟；你放野火，便有人烧死。你种瓜便得瓜，种豆便得豆，种荆棘便得荆棘。少年朋友，你爱种什么？你能种什么？” 这是以前看胡适的《容忍与自由》时抄下来的一段话，不管人生是如梦如戏还是这样一种实际，最后一句话都值得我们自己想想。 2017.02.21“你又不是人民币，不可能所有人都喜欢你。”觉得这句话非常好用，也分享给你们。因为懂得这个道理，对很多事情都能释怀。 2017.04.11感到自己被理解是人的基本需求。而为了使自己被理解，不要总是“以为”对方能够懂你，不如用最清晰的、最能够还原自身想法的方式去表达。 我们始终相信，“直接”、“真实”和“诚恳”这三件事情的组合是有魔力的：当你做错了的时候就说“对不起”，当你不知道的时候就说“不知道”，当你有需要的时候就说“我想要”。——KY主创们《人和人之间的误解是怎么产生的》 2017.11.12翻看之前的笔记，也不知道什么时候从哪里摘下的这段话，觉得颇有道理，也分享给你们： “知止而后有定，定而后能静，静而后能安，安而后能虑，虑而后能得。这是《大学》中解决问题的思路。 意思是在我们想要做一件事情之前，先要搞清楚要达到的目标，这样才能心里有定数，心里有了定数就会比较平静，心里平静了才能够比较心安，心安之后才能充分的思考，然后就会得到解决问题的方案。”","link":"/2018/06/02/%E5%85%AC%E4%BC%97%E5%8F%B7%E7%9A%84%E4%B8%80%E4%BA%9B%E9%9B%B6%E6%95%A3%E6%8E%A8%E9%80%81-2016-2017/"},{"title":"关于感情与人际的讨论","text":"整理些平时同学和我讨论的一些问题，当然这些问题也没有标准答案，就是种观点的交流。 【第一篇】近一个月感情相关问题的讨论同学：怎么理解在宿舍楼下亲昵与惜别的 lovers 才能不吐槽他们？ 我：把他们看作荷尔蒙作用下一种自然而然的反应，就像人困了想睡觉饿了想吃饭一样的本能，而非有意“虐狗”，就会觉得这样的现象很正常，也就不会想吐槽他们了。 同学：为什么有人就是喜欢秀恩爱呢？ 我：因为他们幸福满溢啊，心都装不下了，只好溢出到朋友圈。 同学：那不秀的是不够幸福？ 我：那可不是，他们可能也是幸福满溢，只是方式不一样。例，这溢出的幸福可能变成其他力量，比如面对学习与工作中的困难与压力时能够面带微笑地逆流而上。 同学：世上真的存在对的人和永恒的爱吗？ 我：我不能确定，但选择相信，因为相信会比较幸福。 同学：你说是志同道合的人好，还是情投意合的人好，还是臭气相投的人好？ 我：和志同道合的人情投意合，再和情投意合的人臭气相投。 同学A：人与人的关系，在我看来若是总是主动就输了，就不平等了。 我：主动不主动各怎么样很难说，如果在乎就主动吧，没什么输和赢的，如果主动还得不到想要的结果，既然不适合该放下就放下，了了有何不了？ 同学B：主动才拥有掌控感，傻啊。 我：永远的单方主动，累啊。 （总结一句：朋友也好恋人也好，一段平衡的关系不可能永远的单方面主动，但刚开始单方主动很正常，想想一开始就达到平衡态那两人得有怎么样的默契啊。） 【第二篇】学心理学以来包括做咨询或是同学找我“解愁”时常见的三个人际问题以及我给出的梳理问题思路问题 Ⅰ：我不知道别人怎么看我，忍不住想表现出别人喜欢的样子。梳理思路： 首先要划清界限，别人怎么看你是别人的事，你控制不了。就像1000个读者眼中有1000个哈姆雷特一样，人并非被动的接受外界信息，而是根据自己的经验与意愿去理解外界的人和事。想要控制别人的想法，其实是无能为力的啊。 你想要表现出的别人喜欢的样子只是你认为的别人喜欢的样子，你怎么确定这是不是对的呢？ 每个人喜欢的类型不可能都一样，难不成还要投其所好，在不同人面前表现不一样的样子吗？想一想都觉心累得无法呼吸了。 你真实的样子才能给你带来真实的朋友。 问题 Ⅱ：说了一句话或做了一件事后反复琢磨，怕别人因此对自己有不好的印象。梳理思路： 我们在与人相处的过程中都会有意无意的对自己进行印象管理，所以我们希望别人认为自己是个怎么样的人就会更多地表现出相应的样子。在说了什么话或做了什么事之后觉得不合理，可能因为这样的言行举动不符合你想留给别人的印象，进而产生“印象管理失败”的不安与紧张，这很正常。 但别人真的会因此对自己有不好的印象吗？回想一下，可能你所琢磨的词句、举动都是些小细节。因为你是你自己生活的中心你才能记得和自己相关的一些小事情，别人有自己的一堆事情要忙，可能压根就不记得你说了什么做了什么，就算记得应该也没有那么多时间精力去琢磨。 举个例子，小明精心编织了一条朋友朋愉快的发送出去，小红在下面点了个赞。一个月后他们偶人碰面，小明讲起那条朋友圈的内容，小红像第一次听到一样。小明一脸懵逼：“啊？我不是有在朋友圈讲过吗？你好像还点赞了。”小红（版本一）：“哦，我打开朋友圈时会给每条都点赞，但不一定看，呃…”小红（版本二）：“你这么一说我好像有印象，只是记不清了。” 这个例子不是莫须有的，是我根据生活经验总结的。总之，记得没有人是颗恒星，周围的人也不是行星，正常情况下都不会有谁绕着谁团团转的。 问题 Ⅲ：想证明自己，不喜欢被别人看轻与忽视。梳理思路： 证明自己是件极其无聊的事情。一方面，如果你确实有实力，无需刻意证明，做好你的事，别人自然会看到，至少总有人会看到。另一方面，如果你没有那么有实力，想证明自己其实是种心虚的表现，不如用想证明自己的时间与精力去提升自已。 有时同学夸我有哪些好的时候，我反而会颇为失望地说那是和我认识久了、对我比较了解后才能发现的，他们说的这些长处是不能“爆发”的。但反过来，说不定我也有很多不好的地方同样也是短期不能发现的，那是不是该庆幸了？说到底，人的一些优劣势，不管是能力方面还是性格方面都和“日久见人心”一样，不是自己证明自己，而是留给时间来说话。 关于这三个人际问题的总结：千言万语一句话，你怎么做是你的事，别人怎么看是别人的事，做好自己的事，别人怎么理解要看他们的大脑怎么加工了，划清界限，毕竟我们无法承包另一颗大脑，不是吗？","link":"/2016/07/06/%E5%85%B3%E4%BA%8E%E6%84%9F%E6%83%85%E4%B8%8E%E4%BA%BA%E9%99%85%E7%9A%84%E8%AE%A8%E8%AE%BA/"},{"title":"关于「做决定时纠结，做完决定后悔」","text":"端午小假期和猪仔约好坐同一辆动车回家，虽然从不同城市出发，但可以同时到达。在动车上百无聊赖的时候收到他的微信，说“睡过头迟到了几分钟，改签只剩最后一班，到站有点晚，正考虑要不要回来”，虽然有点想隔空批评下他的贪睡误事，但还是心平气和地跟他说改签回来和我玩。过了会儿他又说“忽然得知两天后有门考试，回不来了。”改签变成了退票，他乖乖回校。有点无奈，但原以为的“贪睡误事”竟帮了他，不至于隔天又得匆匆回校。这个过程伴随着群聊，原先我们都是吐槽他的，后来说他也算幸运，群里蹦出这句话“哈哈哈哈哈哈，这可能就是人生。” —— 序曲 我人生中的第一次纠结是高考填志愿，在这之前我没有经历过什么让我纠结的大决定。那时纠结的程度是一直到志愿填报截止的前两小时把第一志愿的厦大改为南大。大一时候环院的学长学姐还跟我说“你要是真到厦大读会计了应该会比在南大学环科好就业。” 大二的时候我转专业到心理系，需要补修大一没上的几门课。有门补修的课与大二的核心课冲突，我跟老师说明情况，只来上第一节和最后一节。老师同意了，只要我按时交论文并参加期末考试就给我学分，并问了我原先的专业。“环境科学。”“你怎么会想到转心理学，这不是弃明投暗吗？” 想到这些挺有意思，难道我一直在做错误的决定吗？如果厦大会计真的比南大环科好就业，而从环境科学到心理学又是弃明投暗，然后我又读了心理学的研，简直在黑暗的道路上越走越远，直至难以回头。大二大三的时候我经常被问的一个问题就是“转专业你会后悔吗？” 我大二结束时写过文章回答这个问题，我现在的回答还和三年前一样。我没有想重新回答，只是想把关于选择与纠结的种种重新整理。 选什么学校、选什么专业、是考研还是工作、告白被拒是放弃还是再坚持一次……来问我这些问题的人都是相当纠结的，无奈我虽为心理系学生却也无法给出“何为正确选择”的答案。若是这些决定真有正误，我们又何须纠结？ 解答不了“向左走还是向右走”的问题，那我就退而求其次，想想为什么我们会在面对这些问题时陷入纠结难以自拔。归根究底大概是这两条原因吧： 坚信这些选择很重要，一旦做出决定就会影响往后的人生，所以得慎重再慎重。 人性的弱点 “贪心”，什么都想要，什么都不舍得丢弃，而选择的本质就是舍与取。 要解决纠结的难题还得回到此根源上来。 这是一张从微博上保存下来的图片 这段话表明的就是选择的重要性，每个决定都可能改变往后的人生。《罗拉快跑》和《蝴蝶效应》这两部电影说的都是这个，除此之外这两部电影还表达了选择的不确定性，做决定的那一刻我们都无法预知这个决定会带给我们什么，而且现实生活中的很多情况都是命数之复杂，非人力可控之，否则为什么古人要“敬畏天地神佛”，要说“尽人事，听天命”。 在岔道口处，我们往往高估了自己对一条道路的控制性，以为自己做了选择就会在选择的路上按照自己的设想走下去，确切的说是按照做决定的那一刻的设想走下去。可是别忘了外界环境是流动的，人本身也不是静止的，周围环境会变，你的想法可能也会变。所以，我们是不是高估了决定的重要性？况且对抉择的当下而言，会纠结于两个选择，是否也表明这两个选择在你的权衡中旗鼓相当，那选择哪个又有何差别呢？ 这个就是我在纠结时刻会反省的第一个问题——“是否高估了选择的重要性与可控性”。 而第二个问题就是舍与取的问题了——“我到底更看重什么”。 生活永远不可能那么完美，学会舍弃部分东西将会轻松很多。克服人“贪”的本性是对人性的逆流而上，但它给予你的好处远不止克服选择时的纠结与茫然这么简单。 讲完如何面对做决定时的纠结，再来说说做完决定的心态吧。 想起三年前的文章有这样一段对话： 小蕾问我：“转了专业有后悔过吗？”我说：“对我们所做的决定不应该再去想太多。想了太多会给自己多惹是非。” 在《不能承受的生命之轻》中米兰·昆德拉写道“人只能活一回，我们无法验证决定的对错，因为，在任何情况下，我们只能做一个决定。上天不会赋予我们第二次、第三次、第四次生命以供比较不同的决定。” 生活就是这样一条单行线，我们踏上了这条路，就不会知道另一条路会是怎样风景。人的一生也没有平行的对比，永远不会知道另一条路是否会比现在的好。也许更糟糕呢？关于另一条路的一切都是种想象，想象罢了。我们之所以会做这么个决定，在当时肯定会有它充足的理由，正面对的选择本身并无对错。当时空变换，我们再不能用现在的眼光去评价过去的对错。正如席慕容说的“每条走过的路都有不得不这样走的理由。每条要走的路都有不得不这样选择的方向。” 还有，就像手机系统和各种 APP 时常需要更新一样，一个产品设计出来的时候一切才刚刚开始，需要在使用中不断更新迭代，选择也是如此，并非一劳永逸的事，你要在今后的道路上进行修修补补，这是自然而然的事，而非你做了错误的决定。 记得心理咨询课上老师说“如果让你重新选专业，你还选择现在的专业，那你的幸福感应该很高；如果你迫切想换个专业，说明你幸福感没那么高”。一个无悔于自己的每个决定的人定能在人生路上走得坚定从容，也能从这份坚定从容中获得满满的幸福感。这听起来似乎很难做到，但或许“择你所爱，爱你所择”不过在你的一念之间。 入了心理学的坑，本科不够再续三年研，我也不管这是不是越走越远的黑暗道路了，反正我把它当成了我的康庄大道。三年前我还发过一条微博鼓励自己：“你不必寻找哪一条路是最好的路，一步一步踏踏实实走好脚下的路，它就会是一条最好的路。” 回想序曲提到的小事，“错过”有时才叫“刚刚好”呢，这也是生活美妙的地方吧。 ——尾声","link":"/2016/09/11/%E5%85%B3%E4%BA%8E%E3%80%8C%E5%81%9A%E5%86%B3%E5%AE%9A%E6%97%B6%E7%BA%A0%E7%BB%93%EF%BC%8C%E5%81%9A%E5%AE%8C%E5%86%B3%E5%AE%9A%E5%90%8E%E6%82%94%E3%80%8D/"},{"title":"关于生命的意义","text":"从本科到现在写课程论文或研究报告通常都要提到研究的理论意义与实践意义，我一边捏造意义，一边怀疑自己捏造的意义。这样的小实验，可能自己过段时间都记不清实验细节与结论，距离真的对学术界做出贡献还路途遥远，最大的意义估计是论文中不敢写的获得学分与学位。不过换种说法就是在研究中锻炼了批判性思维、逻辑思维能力与解决问题能力等等，也算是意义吧。 做一件事情，如果你能喜欢，喜欢就是最好的意义，如果不是因为喜欢，那就得创造意义，因为任何一件事，有了意义感的附加，都会更容易被接受。 那生命的意义呢？弗兰克尔的《活出生命的意义》的德文原版最初叫做《不管怎样，向生命说“是”》，这是个很励志的标题，但我还是喜欢英文版的标题 Man’s Search for Meaning。因为追寻意义大概是人逃脱不掉的本性。 初级版意义：不让自己死于厌烦先讲讲《罗洛·梅文集》（注：罗洛·梅是著名的存在主义心理学家）中的一个小故事吧：一天，美国布朗克斯的一名公共汽车司机开走了他的空车，直到好几天后才在佛罗里达被警察抓获。他解释说，由于厌倦了每天在同一条路线上行驶，他决定来一次这样的旅行。这个消息见报之后，他成了布朗克斯轰动性的人物，许多素不相识的人到机场欢迎他的归来，公司也决定不对他进行处罚，而只让他保证以后不再做这样的短途旅行。 看到这则小故事，我先是不理解司机的举动，后是不理解那些素不相识的人的举动。这不是一位公共汽车司机的“正常”行为，这样的行为又怎么会轻易被大众接受？罗洛·梅这样解释，司机的异常举动能获得社会大众普遍的同情是因为司机的行为代表了美国中产阶级某种相似的空虚感和无效感。人们之所以能够忍受这种千篇一律的生活，就是因为他们可以偶尔地爆发，或者至少认同他人的爆发。但这种爆发，凸显的正是人们生活的无意义与荒谬。 这样的小故事算是生活中的“非常规事件”，但罗洛·梅的解释却不无道理，不过先把目光放到接地气的事例上，有两类内容在社交网络上很受欢迎，一类是对自己的梦想全力以赴的（例，伟大的安妮那“对不起，我只过 1% 的生活”的漫画曾引爆网络，在备受批评与争议之前感动了多少人），还有一类是希望获得内心平静的话（例，不久前被刷屏的网传为杨绛百岁感言又被辟谣的那段话）。这样一些内容的广泛转发似乎也在表明原来有这么多人希望自己的生活让自己更喜欢些，多些从自身出发的对自己喜好与自身情感的觉知与关注，而不是现在的样子。但改变生活现状是需要冒险的，如果没有更好，很可能就是更糟，维持现状是最稳妥的选择，但如果这样的选择只是用自身妥协外界，人就要面临缺乏意义感的空虚。 我觉得戴维·里斯曼《孤独的人群》里讲到的“外部导向的人”可以部分解释现代人意义感的模糊与丧失。 里斯曼认为，当今典型的美国人是“外部导向的人”，他不是寻求出人头地，而是寻求“适应”，他的生活好像受到了一个紧紧固定在他头脑中并且不断告诉他别人期望他如何做的雷达的指挥。这种雷达型的人从他人那里得到动机和指导，就像那个把自己描述为一个多面镜子组成的装置的人，他能够作为反应，但却不能进行选择，他没有自己有效的中心。 其实，不仅是美国，在追求经济高速发展，在欲望膨胀的时代，“外部导向的人”才是“正常人”。毕竟外界标准是衡量评判一个人的价值与地位的标尺，人是社会的动物，完全脱离社会去考虑问题无异于耍流氓，但只听从外界而无视自己，生活将是空虚而疲累的，因此，我们需要一个平衡点，也许这个平衡点就是所谓的意义感吧。用罗洛·梅颇为风趣的一句话说就是“生活在一个焦虑时代的少数幸事之一是，我们不得不去认识我们自己。” 无论是现在的学习还是以后的工作，会有压力、困难和枯燥似乎都是不可避免的，但我的态度就像以前写的那样： “不论在哪里过着怎么样的生活都学会乐在其中，我不怕生活累一点，就怕厌倦了自己的生活。因为我觉得最糟糕的生活不是累，而是倦，所以当我发现自己有点厌倦某种生活的时候，我就会做点小改变。” 具体什么改变不好说，但至少可以避免让厌倦感步步走向无意义感、无聊与空虚。 高级版意义：究竟是谁问谁文章开头提到的弗兰克尔是位人生经历颇为传奇的心理学家，他在纳粹时期被关进奥斯维辛集中营，过着炼狱般痛苦的生活。妻子和父母都死于毒气室，他得以幸存。重获自由以后，弗兰克尔把自己的经历与学术结合，开创了意义疗法，写了《活出生命的意义》。 看到书名以为弗兰克尔对生命的意义这个问题会给大家一个回答，但事实上他很聪明，并没有给出直接的答案。对于这个问题，他非常狡猾的规避了代替患者回答。他说：“最终，人不应该问他生命的意义是什么，相反，他该认识到，他自己才是被生命诘问的人。”根据弗兰克尔的观点，人应该对自己负责，生命在时时刻刻向你追问：你能给予你的生命什么。罗洛·梅对于存在感的分析有同样的意味，他表示：未经内心省视的生活是不值得过的，自我对于意义和价值的寻求应当是个体获得存在感的主要方式。所以，对于生命的意义，是你在叩问生命，还是你的生命在叩问你，究竟是谁问谁？ 其实我常常认为“生命的意义是什么”是种情绪的产物。因为只有当一个人不如意、心情低落的时候才会迫切的希望得到“生命意义”的解答。因此，换个角度来看，对一个人来说，最重要的或许不是“生命的意义是什么”，而是“你为什么会有这个问题”或“这个问题对你来说意味着什么”。 当一个人处于不如意状态或极端苦境中，正如弗兰克尔在奥斯维辛集中营，对“生命的意义”有自己的答案是让他度过困境的至关重要的条件。正如尼采所言“知道为什么而活的人，便能生存。（He who has a why to live can bear with almost any how.）”但同时，没有人可以给另一个人提供这个问题的答案，包括意义治疗家。“意义治疗家所扮演的角色与其说是一个画家，毋宁说是一名眼科医师。……而眼科医师则是要我们自己去看见真实的世界。……真理会自行呈现，无须他人干涉或居间介入。” 有时候我会觉得，如果这个时代“生病”了，那不是缺乏知识与技术，而是缺乏激情和承诺；如果一个人无法获得快乐宁静，无法自我认可和身心一致，那不一定是因为他拥有的太少，也可能是存在感的丧失和意义感的模糊。 “认识你自己”和“成为你自己”从来都不是一件容易的事。 如果真的要用一句话来回答生命的意义，那我选择这句话：“人生就是将各种问题呈现于个体面前，由他对这些问题做出反应。只有对自己负责才是对人生真正的解答。”","link":"/2016/06/02/%E5%85%B3%E4%BA%8E%E7%94%9F%E5%91%BD%E7%9A%84%E6%84%8F%E4%B9%89/"},{"title":"关于迷茫：重要的与喜欢的","text":"大学的一个同学跟我说过这样一段话，至今仍觉得很温暖的一段话：“你找工作的时候不一定要到 BAT、500 强这样的名企，可能在大部分人看来，带上名企光环是证明个人能力的最好方式，但是在我这里，不论你以后找了什么工作，在哪里工作，我都觉得你各方面都很好，不需要名校与名企的光环，我依然会欣赏你、喜欢你，所以我希望你能够抛开这方面顾虑，到你喜欢的地方，找一份你喜欢的工作，过你想要的生活。” 这段话很暖，但留给我的问题是“你喜欢什么工作，想要过怎样的生活”，相信很多人和我一样回答不好这个问题，因为我们做的很多事情其实都和喜欢无关。 大学以前，学什么学科，什么时间上什么课都安排好了，我们的任务就是学好这些课，考试考个好成绩，初中的目标是中考，高中的目标是高考，反正就一条路，好好走准没错。到了大学，不像初高中有个单一目标了，毕业之际，要面临的是出国/就业/读研/考公/大城市奋斗/回家发展等一系列选择，以前你无需关心自己喜欢什么，比如学好数学和喜不喜欢数学没有关系，因为数学很重要，重要就是充分条件了。 想到大学实习时有个同事想把好友的儿子介绍给我，还跟我说对方年龄和我差不多，有房了，按普通上班族的情况算，无需再花个二三十年还房贷的。那时我本科都还没毕业，还有3年研究生要读，对房子没有概念，还奇怪着同事都不先问我一句“喜欢什么样的人”就提房子了。现在我离找工作只剩1年，考虑留在大城市还是回家的时候清楚了留在大城市生活的大学生买房的压力，也明白了那位同事为什么先提房子，因为“重要的”通常排在“喜欢的”前面。 很多同学包括我自己，人生的前 20 年重心都在“重要的（课程）”上，大三大四的时候才为不知道自己想找什么样的工作，喜欢什么样的生活无比迷茫。 记得大四那年有人跟我说“我不知道我想要的是什么，所以活得很没劲，我都不知道该做些什么，要是我知道我想要什么，会好很多”。那时我还发了条微博说“自己想要什么不是坐着想着然后像灯泡亮了一样‘啵’的一声就有了答案，而是在每日的生活积累中慢慢清晰的，与其纠结于这个问题茫茫然不知所为，不如多看些书，多接触些人，多尝试些事。” 大三大四的两年我就是这样尝试着打破迷茫状态的，那两年我每周读一本书，到互联网公司、500 强外企和创业公司实习，尝试不同性质公司的不同岗位，还和我们老师一起策划一门 MOOC 公开课，找资料写台本，零距离了解完成一门独立的课的前前后后。 过了很充实的两年，但不意味能完全解决迷茫的难题，因为很多选择都不是单一驱力的，用心理学术语讲就是“趋避冲突(approach-avoidance conflict)”，指同一目标让个体同时具有趋近和逃避的心态。换句话说，这一目标既有吸引力又有排斥力，使人陷入进退两难的心理困境。比如，在大城市有更好的职业发展空间和教育医疗条件（吸引力），但要解决户口和住房问题（排斥力）；在高校做行政工作，朝九晚五不加班（吸引力），但工资低（排斥力）。如果同时存在两个或多个目标（选择），并且这些目标各有所长有所短，使人左顾右盼，难以抉择，就形成多重趋避冲突。 如果你清楚知道自己喜欢什么，面对趋避冲突仍然可以给“趋”与“避”的力量不同的权重，而从做出选择。但有些时候，趋避冲突又是一场“重要的”与“喜欢的”较量，比如喜欢朝九晚五的生活，但为了更好的收入要选择高压高强度的工作。 迷茫大抵上就是“不知道自己喜欢什么”与“不知道在喜欢的与重要的之间如何抉择”，前者就像上文提到的可以在生活经验的积累中清晰，后者才是关键。大四实习时有次主管请我吃饭，她跟我说“其实每个人都能知道自己喜欢什么，只是不一定关注这点，如果你知道自己喜欢怎样的生活，也不一样要在事业上有多成功。” 迷茫的状态很讨厌，但并不可怕，在不知道自己喜欢什么的时候就多去探索，去尝试，也可以先选择“重要的”，但我相信每个人都能知道自己喜欢什么，也相信选择“喜欢的”会是最后的自我回归。 大学毕业一年多，我看到几个喜欢学术无奈考研失利的同学工作一年后纷纷回归学校，看到几个在北京上海工作的同学回家工作，当然也有留下的，也看到有去年直博的同学准备转硕的。我相信这一年多的时间大家都更清楚自己想要什么，喜欢什么，时间在走，我们也没停下，这就足够。 有时想想会觉得“长大很疼”，要面对多元价值观的冲突，要接受生活中的很多事物和自己想象的期待的不一样，还要考虑从不考虑的所谓现实。不过想想我们还是很幸运的，因为一路上总会有人陪伴。 电影《美国往事》里有句这样一句台词： “当我对所有的事情都厌倦的时候，我就会想到你，想到你在世界的某个地方生活着，存在着，我就愿意忍受一切，你的存在对我很重要。” 当我陷入阶段性迷茫的时候，我也会想同学对我说的那段话：“不论你以后找了什么工作，在哪里工作，我都觉得你各方面都很好，不需要名校与名企的光环，我依然会欣赏你、喜欢你，所以我希望你能够抛开这方面顾虑，到你喜欢的地方，找一份你喜欢的工作，过你想要的生活。” 一位鹅厂员工在讲“名企光环”时写道：“当有一天，你不需要任何虚无的东西来撑门面，别人不知道你在哪儿，不知道你是谁，都会忍不住由衷的夸道‘哇，这个人好棒’，你就会明白，发自内心的欣慰和快乐是什么。” 愿你迷茫时有人给予勇气与陪伴，愿你拥有发自内心的快乐，愿你喜欢自己的生活，愿你自由。 陈绮贞生日时写的一块“小黑板”","link":"/2016/10/16/%E5%85%B3%E4%BA%8E%E8%BF%B7%E8%8C%AB%EF%BC%9A%E9%87%8D%E8%A6%81%E7%9A%84%E4%B8%8E%E5%96%9C%E6%AC%A2%E7%9A%84/"},{"title":"初至浙大","text":"9月9号，6个多小时的动车，楠楠特地到杭州东接我，来到南苑9舍，在浙大的日子从这里开始…… 10号早上报到，中午和楠楠、糊糊一起到沃尔玛置办生活用品，下午又在同师门同学健哥的帮助下到玉泉和门童搬回两袋行李，在宿舍的时间则是打扫与整理东西，一整天一刻也不得闲。 11号系里的迎新大会和班会，首次见到全班同学，下午第一次到紫金港，感觉两个校区像穿越两个年代。 今天周六，和两室友到校园周围觅食，熟悉下学校周边的环境。 流水账就记到这里。 许多研究都表明大脑喜欢熟悉的事物，面对陌生与未知则是好奇伴随着恐惧，正如对选择的恐惧总是隐藏着对未来的不安。每到一个陌生的环境总得先摸索一段时间，认识新的路，认识新的人，幸运的是提前认识的小伙伴都很 nice，可以说真的是一个 warm beginning… 在读研期间，我知道会遇到困难，但我也相信会学会很多，收获很多。借用席慕容《写给幸福》的这段话做结尾吧。 “在年轻的时候，在那些充满了阳光的长长的下午，我无所事事，也无所惧怕，只因为我知道，在我的生命里有一种永远的等待。挫折会来，也会过去，热泪会流下，也会收起。没有什么可以让我气馁，因为，我有着长长的一生，而你，你一定会来。”","link":"/2015/09/12/%E5%88%9D%E8%87%B3%E6%B5%99%E5%A4%A7/"},{"title":"午后列车上的独白","text":"开学了，在回校的动车上无聊翻看了一些聊天记录，忽然想写点什么。记得前几天想说写点东西吧，刚打开电脑却又关上了。这种感觉恰如吕坤《呻吟语》中说的“才要说睡，便睡不着；才说要忘，便忘不得”。真是一种奇妙的体验。 《黄帝内经》中讲到春三月有这样一句话“广步于庭，被发缓行，以使志生”。春天最适合悠闲散散步，同时立下心志与目标。此时在车上悠闲地看着窗外早春山山水水甚美，阳光也正好，也是“以使志生”的好时候，可是转念一想，我好像从来就没什么大志向，我的心态就如《琅琊榜》的作者海晏说的那样： “普通女子，胸无大志，只愿昨日可忆，未来可期，有山水可游，有奇事可闻，有朋友可交，有家人可依，文字之乐不改，童稚之心不灭，已是完满一生。” 这次列车的终点站是杭州东，想起大学时终点站常常正好是南京南。我接近于从起始站做到终点站，有时会看着旁边的乘客换了一批又一批，难怪人们喜欢用列车比喻人生。 记得大一时我带了本《菜根谭》在路上看，旁边刚上车的大叔看了看我的书说“现在能看得下这类书的人太少了”。我合上书和他聊了会儿读书那些事。那时刚到南大不久，知道南大的老校训是“嚼得菜根，做得大事”，很喜欢这句话，喜欢这种“嚼得菜根”的精神，虽然我仍是“普通女子，胸无大志”。 有时同学遇到生活中和“心理”相关的问题会来和我交流。有的会说“你们学心理学的是不是会把生活看得太明白”。我每次都会肯定的说“不会的”。“就像懂很多医学知识并不能让医学生免于生病一样，懂很多心理学原理也无法让你逃脱这些人类本能带来的心理陷阱。（这句话的原作者是微博@科学家种太阳）” 怎么样才是活得明白呢？我觉得我就是在生活中常常迷路的人，只是只要还有一点力气就不会放弃在迷路中寻找方向。 新学期，对于一个有过那么多次“新学期”的“老学生”来说就不谈什么“新风貌，新气象”了，只给自己提一个新的小希望： 希望自己能坚持从自己的生活感悟中整理出一些文章，如果有什么用，我会很开心，如果没有，我也会很开心，因为能坚持做一件事，不管这件事难还是易，坚持做一件事本身就是了不起的事。","link":"/2016/02/27/%E5%8D%88%E5%90%8E%E5%88%97%E8%BD%A6%E4%B8%8A%E7%9A%84%E7%8B%AC%E7%99%BD/"},{"title":"半月记","text":"从报到到今天正好半个月…… 前几天走出宿舍楼正好一片叶子飘落在我的肩上，真像大自然寄来的一封信，说她悄悄地换了个季节。也在那几天，在学校里不管走到哪都能闻到桂花香。 今天早上又是一场大雨代替闹钟撞破清晨浅浅的梦，带着睡意起床，上完早上的课就是周末了。 我原来是想要写写这半个月的生活的，可是回想一下好像没有什么可写的。 两周开过两次组会，一个“巨大”的实验室，有点“摸不着方向看不到未来”之感。 开学初，经历了一次感冒一次过敏，真是迷迷茫茫乱乱，糊糊涂涂糟糟。希望这“开头难”早点过去，然后自己也得给生活找个方向，也能够专注于当前该做的事。 用陈绮贞的《偶然与巧合》中的歌词结束这点勉强的记录吧。 “正努力在飞当作不知道星星和烛火谁会先熄灭若美丽的一切总是看起来遥远亲爱的别悲伤幸福不在他方”","link":"/2015/09/25/%E5%8D%8A%E6%9C%88%E8%AE%B0/"},{"title":"又哭又笑的「年记」","text":"又到了写“年记”的时候了，能用 2015 作为日期的生活小记只剩这篇了。 前两天看到这么一句话待补充的话：“长大的感觉就是……”。有人这么说“想到许多话却懒得说了，开始觉得‘自我暴露’是麻烦又危险的事，大概也是长大吧”。明显感到自己今年会打开记录生活的文档，然后又关掉，实在是懒得说什么，虽然不是什么秘密，不麻烦也不危险，但是写下这些有什么意义呢？越写越少，却还没有放弃，没有意义又怎么样呢？于是，我又照例写每年的小结了。 （一）我在杭州哭过两次 室友说我坚强勇敢自立，可是就是我这么“坚强勇敢自立”，在杭州的时间不过几个月竟然哭过两次，好想嘲笑下自己。 想想这两次经历，发现言语如此苍白，我总是无法用语言来描述自己的心情，渐渐明白感同身受只是种理想状态，共情能力再强的人，没有真正经历过，也很难做到真正体会到对方的心情。 毕业前在杭州那一个月的实习，各种细节都好微妙，一点点的积累，最后无比的疲惫，在毫无准备的时候离开公司，自己拖着行李箱在雨中找住处，其中的曲折不用记录我应该也忘不了，在杭州玩了两天后回到南京，早上醒来竟然恍恍惚惚地想我这是在哪？环视四周才意识到是回到宿舍自己的床上。第一次知道什么叫恍如隔世。有过三次实习，从来没有想到会有次实习是哭着离开的。 不就过敏吗？有什么大不了的？如果没有这半个月的经历，我一定是这么认为的。以前听说每个人都会在某个时刻有过轻生的念头，我一点也不信，觉得自己不论遇到什么也不会也有这样的想法。但这半个月哎，特别的消沉，做什么事都不在状态，常常直接躺在床上，睡得着就睡，睡不着就躺着吧。看到镜子的时候想哭，洗脸难受睡觉会痒的时候也想哭，原来以为过敏几天就会好，可是自己都一个多星期还是特别凄惨的样子。真的有了要是脸不好就不想活了的念头，思考哪种死法比较优雅。 朋友圈里看到同学劝我调整好心态，毕竟世上只有一个秋秋，又觉得很好笑，我只是难过了想想而已。以前除了感冒了跑跑校医院，没有自己去医院的经历，这次自己跑了好几次医院。这两周有些时候会觉得无助觉得绝望，但像个小女生一样流流泪吧便也好了。 我在杭州哭过两次，肯定都不是什么开心的经历，可是福兮祸兮，自己能从中学会不少东西，有时所谓成长不过是受伤、愈合、受伤、愈合…… （二）可爱的孩子 暑假和两小朋友（叫我姑姑的小侄子和叫我姨姨的小外甥）玩了很多天，童言无忌，特别萌。 他们两总是拉我玩各种游戏，有次实在不想玩了，说“姑姑是大人了，这是小孩子的游戏，你们两先自己玩。”小侄子笑了“姑姑不是大人，是古意（闽南语）的女孩子。”真是服了，不得不配合他们扮演各种角色，我扮演过超人，铠甲勇士，猪猪侠，巴拉拉小魔仙，当然大部分时候都是扮演怪兽！ 有天小侄子问“姑姑长大后要嫁给什么样的人。” “姑姑不知道。”（我已经在思考“长大后”是什么一个概念了） “我知道，TFboys！”在一旁的小外甥说“不，姨姨要嫁给猪猪侠！” （他们一个喜欢TFboys，一个喜欢猪猪侠，真是可爱~） 有天小侄子又说“姑姑以后要嫁给武功最厉害的！” “为什么呀？” “这样才能保护你呀！”（好暖心的回答~） 陪了两个小朋友一段时间，他们常常说些我意想不到的话，但很有意思。小朋友那有个和我们不一样的世界，和他们聊天就像是透过一扇窗去看看我们曾经拥有却又不会再拥有的世界。 （三）小细节 今年从南京到杭州，经历了一个毕业季并且又一次重新做了回新生，换了座城市，也换了批同学。想想离开南京的时候有同学到南京南送别，开学来杭州的时候有同学到杭州东接我，好多的小细节都能提醒自己生活中有好多不期而遇的温暖，不管在哪个地方，总会有些可爱的人，随便记点吧： 骑行到南京长江大桥和燕子矶，二傻说“让我们红尘作伴，活得潇潇洒洒”。 毕业前学弟学妹“要和学姐吃饭”“和学姐合照”“和学姐抱抱”“给学姐毕业纪念礼物”，学姐的毕业季真温暖。 大傻说回国了会来杭州，我们断桥见（为什么是断桥，又是一个新的梗）。 楠楠一大早的陪我到医院。 欣颖主动提出替我参加消防演练。 媛媛姐看我过敏很及时地帮我问她在杭三院工作的朋友推荐个医生。 发朋友圈说以后用柚子收买我，小石真的带了两个大柚子来看我。 还有现在的室友，也很可爱，比如就在16年即将到来的这一刻： 诗贤姐姐：朋友们，16年到来了，大家都脱单了吗？ 马马：可是我喜欢的是妹子啊… 秋秋：马马，你喜欢我吗？ 马马：喜欢！ 秋秋和马马：那我们可以在一起了。（嘤嘤，这叫如何在新年第一天脱单） 还有这样的： 马马：我下学期要穿高跟鞋。 秋秋：你要是敢穿高跟鞋我就把你的脑袋拧下来。 诗贤姐姐：我就打断你的腿。 （四）雨天 从什么时候开始没有跑步的？似乎从杭州一直一直下雨以来，那时看到这么一首诗印象深刻： 大雨（作者/叶青） 雨下大了理应你是在屋里但我怕你被其他东西淋湿岁月之类人群之类你常常把伞弄丢你的伞都很好看载着你去许多地方在大雨之中 你始终不会懂我在为你担心些什么雨是不会停的有些时候雨是不会停的并不管你是否有伞 又想起一句话“没有伞的孩子，必须努力奔跑”。 还有什么能写的呢？想不起来了，但愿：“人生路，美梦似路长，路里风霜，风霜扑面干”。","link":"/2015/12/31/%E5%8F%88%E5%93%AD%E5%8F%88%E7%AC%91%E7%9A%84%E3%80%8C%E5%B9%B4%E8%AE%B0%E3%80%8D/"},{"title":"同行的人会同行","text":"同行的人会同行又到了打开朋友圈就能看到各种毕业照的季节。做晚 X 来跟我讲了离校的几个瞬间。有那么点似曾相似的感觉。 想起两年前大学毕业的时候，有个同学给我发了条短信“虽然这几年都没有你的消息，但始终无法忘记你，转眼就要毕业。”我两年多都没回他一条消息，终于在毕业前回了句“谢谢你还惦记。生活总难免遗憾，但愿我们拥有的都珍惜，得不到的都释怀。祝毕业快乐，一路坦途！” 我跟室友说，我年轻的时候有点“狠”，不能接受别人对我的态度踩在暧昧的灰色地带，就直接打个电话禁止对方以这样的方式对我。QQ 微信短信都不足以表达我立场的坚定，必须打电话说清楚，虽然心里总有忐忑，但一根筋地觉得要果断，不要消耗人家。表态结束后我就不回对方消息了。室友说，那后来你怎么不这样做了。 后来啊，也许多长几岁“莽撞”就变“柔和”了。也许越来越觉得人与人之间的关系很奇妙，无需我刻意用力，也不是我自己用尽全力就能左右的。大学毕业的时候，一个同学跟我说，毕业后同学间难的不是再见面，而是找到再去见对方的理由。也大抵如此。 也许人与人之间最初与最终的见与不见、散与不散、忘与不忘都有其不可避免的驱力。而我无法预知在什么时间什么地点会遇到什么样的人，甚至无法预知自己会有什么样的反应。 生活是片神奇的森林，遇见的人会遇见，走散的人会走散，而同行的人也会同行。 “自己去……”几周前，产品汪同学说邀我体验一个产品。我乖乖地做了 6 天任务。最后一个任务是：列出 5 件想做还没做的事，如果你们两有一样的，就一块去完成吧。 我和产品汪同学没有一样的，但有一件是相似的。我写了“get 自己去看电影的新成就”，他写了“自己去 KTV 唱歌”。 性质一样呀。可不管是性质一样还是跟在“自己去……”后面的内容也一样，反正都只能自己去完成。这是一个游戏中的巧合，也是生活中的巧合。 想起研一那段自己会在跑步的时候忍不住哭，哭够了就擦干眼泪，当作什么事也没有一样“开开心心”回到宿舍的时光，忽然明白龙应台《目送》中的那句：“有些事，只能一个人做。有些关，只能一个人过。有些路啊，只能一个人走。” 可能以前总是习惯了陪伴更多些，后来学会了越来越多的“自己去……”，也学会了让独处的时间怡然自得，悠然自适。 生命之火实习前的大部分时间在论文、读书、吃饭、睡觉、散步、跑步中循环……生活节奏很慢，也很平静。 有时同学会来和我聊聊学习、工作或是生活中的种种如意不如意。细看那些无奈叹息，也许恰恰越是在意，越是想做好，越容易感到力不从心。而很多时候除了自己摸索，也没有捷径可走。 《知日》采访 74 岁的日本国民演员樹木希林：“对于年轻人，你有什么样的人生建议？” 她回答：“请不要问我这么难的问题。如果我是年轻人，老年人说什么我都是不会听的。” 好像我们都要经历这么一个过程。年轻的好处就是可以有更多的时间和空间去试错，可以在尝试中寻找自己的答案。 当然，如果犯过的错只是用来懊恼，一切将变得毫无意义。而若是能在走过的路中发现问题，认识自己，那越来越不年轻也不再可怕。 岁月的意义就在于让我们在经历中更加了解自己，在众多选择中学会过滤，在过滤后学会坚定。 没有人一无是处，正如没有人全知全能。那以后到哪里去呢？我大概只知道，陆地再广袤，也不是一头鲸能获得幸福的地方，它必须回到海洋，才能点燃自己的生命之火。","link":"/2017/06/24/%E5%90%8C%E8%A1%8C%E7%9A%84%E4%BA%BA%E4%BC%9A%E5%90%8C%E8%A1%8C/"},{"title":"听着雨·将茶饮","text":"（一） 我有次问马马喜欢雨天还是晴天，马马毫无犹豫“晴天啊”，然后又补了一刀“雨天那哪叫喜欢，简直叫讨厌”。这爱憎分明得也是够够的。 我跟马马说“雨天出门很讨厌，可是人心情不好的时候就会喜欢雨天啊”。 晚上雨下得很大，马马说“不知道为什么每次雨下得很大的时候在屋子里就会感觉好好。” 我有时也有这种感觉，想着大概是窗户一关，窗帘一拉，窗外的风风雨雨就只是窗外的风风雨雨，在室内便有了种在风雨之外的安心。 （二） 周四下午的课临时取消了，爽姐那天刚好到图书馆借了几本杨绛的书，看看她的书也许是对一代老先生最好的缅怀。 我翻了翻《将饮茶》，代序《孟婆茶》有这么段对话： “乘客们做好准备，前一站是孟婆店；孟婆店快到了。请做好准备！”前前后后传来纷纷议论。“哦，上孟婆店喝茶去！”“孟婆茶可喝不得呀！喝一杯，什么事都忘得一干二净了。”“嗐！喝它一杯孟婆茶，一了百了！”“我可不喝！多大的浪费啊！一杯茶冲掉了一辈子的经验，一辈子不都是白活了？”“你还想抱住你那套宝贵的经验，再活一辈子吗？”“反正我不喝！”“反正也由不得你！” 如此看来，喝也不得，不喝也不得。可是，如果有来生，记住此生真有什么意义吗？ （三） 那一天我们就这样在实验室静静看着书，爽姐说“能这样听着雨，看看书，感觉真好。”我表示不能更同意了。 仔细听听发现实验室的雨声是干净的淅沥声，而宿舍听到的雨声是雨打棚子的嘈杂啪嗒声，感觉全然不同。 干净的雨声很美妙，可是梅雨季节持续的雨天潮湿、闷热又粘腻，总是让人爱不起来。好在听着雨看看书还是让人喜欢的。 （四） 差不多写到这里听到爽姐赞叹“好香的茶叶啊”。 我过去瞧瞧，真的好香的茶叶。爽姐说那是睿姐的，可以尝尝。我们俩就这样一人泡了一杯茶，喜欢这样淡淡的茶香。 窗外还是淅淅沥沥的干净的雨声，我们就这样听着雨，将茶饮。 如果是孟婆茶呢？你会这么毫无犹豫的听着雨，将茶饮吗？那些活过的美好与酸楚，宝贵的经验与教训价值多少？ 在杨绛的《孟婆茶》里，这座茶楼只能上，不能下，文章最后有这么段对话： 我忙问：“上楼往哪儿去？不上楼又哪儿去？”他鼻子里哼了一声说：“我只随着这道带子转，不知到哪里去。你不上楼，得早作准备。楼下只停一忽儿，错过就上楼了。”“准备什么？”“得轻装，不准夹带私货。”我前后扫了一眼说：“谁还带行李吗？”他说：“行李当然带不了，可是，身上、头里、心里、肚里都不准夹带私货。上楼去的呢，提意见啊，提问题啊，提要求啊，提完了，撩不开的也都撩下了。你是想不上楼去呀。”我笑说：“喝一杯清茶，不都化了吗？”他说：“这儿的茶，只管忘记，不管化。上楼的不用检查。楼下，喝完茶就离站了，夹带着私货过不了关。”“夹带着私货过不了关。”——《将饮茶·孟婆茶》杨绛","link":"/2016/05/28/%E5%90%AC%E7%9D%80%E9%9B%A8%C2%B7%E5%B0%86%E8%8C%B6%E9%A5%AE/"},{"title":"四句话告别最后一个寒假","text":"三月第一天，天气很好，也要告别学生时代最后一个寒假了： 把各文档字数相加，发现自己写了 4 万多字（主要是毕业论文和公司布置的行业分析报告）。原来寒假写了这么多东西啊。但分到一个月，日均不过 1000 多。勿忘“积跬步”的力量。 不被“催婚”的春节是不完整的，各亲戚里同龄的姐妹只有我落单，当然成了重点关心对象。发现对单身妹子而言，25 岁是个神奇的年龄，25 之前每长一岁是量变，25 之后每长一岁都是质变。不过只要自己心无波澜，一笑解百问，一嗯解百劝，倒是无妨。 每次离家我妈都恨不得把整个家装进我行李箱，红枣枸杞西洋参，叮嘱我不要偷懒，记得泡水喝。我可能比较懒吧，几乎每次都到期末还用不完。收拾行李时她又会放袋新的进去，似乎把“养生”装进我行李箱比较安心。然后问我下次回来是什么时候。 寒假看的两部电影《请以你的名字呼唤我》《时空恋旅人》，还有近半年看的电影中最喜欢的《小森林》，三部电影的主题、表现形式、整体基调都相距甚远，却从不同的角度回答了一个共同的问题“用怎样的态度生活”。找个时间写篇文章聊聊。 元宵之前拜个晚年，要勇敢，要谦卑，要年轻，要守得住成功，要经得起失败。","link":"/2018/03/01/%E5%9B%9B%E5%8F%A5%E8%AF%9D%E5%91%8A%E5%88%AB%E6%9C%80%E5%90%8E%E4%B8%80%E4%B8%AA%E5%AF%92%E5%81%87/"},{"title":"四月物语","text":"上周末还和同学坐在樱花树下的草地上，惬意地聊聊天，看着风一吹就飘落的樱花雨。今天看到系楼前的樱花树已是花色寥寥，绿叶成裝。 樱花很美，而花瓣易落，花期很短。想起大学《艺术社会学》课上老师讲到艺术与环境的关系时说的日本人喜欢樱花的一种“隐喻”。 日本算是一个土地狭小的岛国，常常要面对各种各样的自然灾害，而资源又稀缺，自古岛上的人民对生与死充满不确定，犹如樱花是种稍纵即逝的美。这种不确定可以让人对美的一切格外珍惜，当然也可能是另一个极端，就是阴暗与扭曲，体现在文艺创作中就是温情小清新与变态黑暗系。 我接触的日本作品不多。恰逢四月，忽然想写写高中时候喜欢过的两部电影《四月物语》和《情书》，都是岩井俊二的作品，都是90年代的老电影，都讲述少年时期的秘密——单纯懵懂的暗恋。 《四月物语》是无色的透明樱花飘飞的四月，是日本大学开学的日子。榆野卯月从北海道来到东京武藏野大学。独自面对新的城市，新的生活，新的环境，这位17岁的姑娘还有点羞涩。新生自我介绍时被同学问到为何来这所大学，卯月突然紧张。她怎么好意思说自己高中时代一直暗恋的学长山崎在这所大学呢？ 知道山崎在武藏野书店兼职，卯月开始频繁光顾这间书店。最后她终于在一个雨天与山崎有了交谈。我印象最深的是这段： “你很出名啊。”“是吗？”“对我来说，是的。” 离开书店后的卯月在雨中想到成绩不佳的自己竟然能考上著名的武藏野大学。电影在卯月的这段独白中结束： “我考上大学的时候，我的导师说真是奇迹啊。不过，如果真的是奇迹，我会说，是爱的奇迹。” 整部电影情节缓缓展开，平淡如你我日常，甚至男女主的对话只有那么一次。可是，“想起那个骑着单车经过河堤的女孩，和她那一柄伞，一段没有结局，淡如水彩的青春”，不也很美好吗？ 《情书》是纯净的白故事源于一个飘雪的冬日，也是渡边博子前未婚夫藤井树的三周年祭日，思念前未婚夫的博子又一次悲痛不已。她在藤井树中学同学录里发现他读书时的地址，便依循这个地址寄了一封本以为是寄往天国的情书。 神奇的是，博子竟然收到署名为“藤井树”的回信。经过一番了解，她知晓此藤井树是个和她年纪相仿的女孩，还是男友藤井树少年时代的同班同学。博子开始和这位名为藤井树的女孩书信往来。而藤井树在不断的回忆中，渐渐发现少年时代与她同名同姓的那个藤井树心中的秘密。 好多年前看的电影，已经记不清细节，只记得电影温暖、真挚又凄美的色调，以及空旷的雪地上回响的这句： “你好吗？”“我很好。” 渡边博子，女藤井树，她们都在这白雪皑皑中释怀。 说来也奇怪，我并没有过暗恋经历，也不知道高中时候为何会喜欢这两部电影。也许是电影干净清新的画面，也许是电影塑造了真挚善良的人物，也许是电影对朦胧青涩的时光“点到为止”的刻画。 我也不知道过去这么多年，如果现在重新去看这两部电影，又能否有初次看时的感受。也许会感谢那些男孩子们让我读懂电影里细腻微妙的情愫，弥补了我在很长的一段岁月里都少了那么“一根筋”的遗憾。 漫漫时光中，我们会遇到很多人，认识很多人，这些人中总会有人会以各种各样的方式影响着我们，或者让你想成为更好的人，或者愿意和你一起成为更好的人，又或者让你在遗憾中成长。分享一首诗，西贝的《路人》： 不知为何，明明想和你说话。却骗你说，风雨正好，该去写点诗句。不必嘲讽我，你笑出声来，我也当是天籁。不必怀有敌意，你所有心计，我都当是你对我的心意。我的宿命分为两段，未遇见你时，和遇见你以后。你治好我的忧郁，而后赐我悲伤。忧郁和悲伤之间的片刻欢喜，透支了我生命全部的热情储蓄。想饮一些酒，让灵魂失重，好被风吹走。可一想到终将是你的路人，便觉得，沦为整个世界的路人。风虽大，都绕过我灵魂。 英国诗人华兹华斯说：“诗起于经过在沉静中回味来的情绪。” 我想，岩井俊二用朴素唯美刻画青春年少的电影也是吧。 或者说，不被知道的懵懂暗恋也好，以失望收场的告白也好，敌不过分手的恋爱也好，都算不上遗憾，我始终认为，凡所经历都有其不可替代的价值。 毕竟，有时候人活着并不是为了追求一个个被标榜为“成功”的结果，而是为了经历一个个闪着微光的时刻。 一段被你淡淡留存的时光，以及被这段时光封存的心情，都是绝好的下酒菜，莞尔一笑，细细品尝，估计要胜于上好猪头肉。是吧？","link":"/2017/04/06/%E5%9B%9B%E6%9C%88%E7%89%A9%E8%AF%AD/"},{"title":"大学毕业后第一次到南京","text":"南京与南大走到地铁站的时候听到无比熟悉的地铁声音，仿佛未曾离开；买地铁票的时候发现对购票流程好陌生，以前刷了四年公交卡，所以我也不在这里生活好久了。 来到仙林校区看到新生军训，这是我们 6 年前的样子。有人跟我问路，依靠潜意识指路的时候仿佛我还经常在这里走动。 匆匆忙忙见了下养中还在南大学弟。跟我说下午有点事可能要晚点，要是早点知道这里的“有事”是指王者荣耀，学姐可不买账。 刚坐上地铁就发现外面下起了大雨，一言不合就一阵暴雨，南京这脾气还是一样。 老师与同学cck 问我要不要来南京聚聚的时候我毫不犹豫买了票。想要见见这些一起度过好多难忘时光的老师朋友。特地邀请了包包（当我带了个不撒“狗粮”的家属，我大学依靠她，就像宝宝依赖着麻麻），想见她很久了。 包包见到我的时候说“秋秋，大老远就看到你了，真是一点都没变”。其实，我们大家都没变啊，好像回到大学时候。两年不见，丝毫没有生分。 上次喝酒是毕业前 cck “恋恋不舍喝一杯”的饭桌上，我真的是不喝酒的呀，但真是凑巧这次喝酒又是 cck 的饭桌上。（都是葡萄酒，喝一点还是很好喝的）。很开心见到两位很好的老师，长大好多的叮当，还有这么多“cck 的小伙伴们”。 我们这两年在包包的小家洗了个澡，坐在她舒服的床上，我们聊起各自的这两年。说到那些很难过的时光竟然还会有想哭的感觉，和大学一样，每次和包包倾诉都觉得特别安全。听包包讲她怎么布置自己的小家还有工作上的经历与发展，还是我仰慕的 superwoman。我们竟然聊着聊着一直到半夜两三点。 中午和璐璐一起吃饭，429 差点就聚齐了呢。下午和包包在新街口走走，又说了好多话。和包包聊天总能帮助自己理清一些事。这种感觉真好。要回来的时候，我们在同一个地铁站前往不同方向。 也不知道为什么回杭州的路上自己竟然矫情得想哭，可能觉得自己能有这样一些老师和同学很幸运；可能讲了好多这两年的各种事，发现我在杭州的两年竟然经历了在南京的四年从未有过的失落与绝望；可能就是没什么原因的好矫情啊。 其他在研一那段不在轨道上的日子里我开了个公众号分散下自己的注意力。长的文章发公众号，短的句段发微博。默默的写了不少字。没想到这样一些不是资讯，没有干货，纯粹是个人生活“长的唠叨、短的碎碎念”的文字竟有人看，虽然不多，但他们有时还会给我温暖的私信与评论。有人叫我秋秋姐，有人叫我秋姐姐，有人叫我姐姐…也不知道谁的年纪更大，就是听起来都好亲切。 有时候你会“活在 down 下”，但想想在每个人都很忙的时代，还有些熟识的或陌生的朋友愿意默默关注着你，喜欢着你的某些东西，这世界都没有放弃你，你怎么能自暴自弃呢？也有人说我熬得一手好鸡汤，对于“鸡汤”这样带上浓浓贬义色彩的词我也欣然接受了，因为如果我能熬得一手好鸡汤，那是因为有人给我好食材。感谢他们如此慷慨。","link":"/2017/09/12/%E5%A4%A7%E5%AD%A6%E6%AF%95%E4%B8%9A%E5%90%8E%E7%AC%AC%E4%B8%80%E6%AC%A1%E5%88%B0%E5%8D%97%E4%BA%AC/"},{"title":"大脑的自由","text":"如果学校建在铁轨旁，火车行驶的噪声会降低学生的学习效率是显而易见的。同样，大脑的噪声也会影响学习效率，这种情况更常见，却常常被忽视。 看了《稀缺》觉得贫穷近乎绝望，而不止是金钱的稀缺，忙碌者的时间稀缺或是其它形式的各种稀缺都一样会导致管窥心态、带宽负担、自我控制力和执行力下降等不利影响。 谁让大脑能处理的信息有限呢？一旦被“稀缺”俘获必然要牺牲对更深更远的信息的加工。 好吧，我只是觉得自己最近又陷入了阶段性疲惫，与忙碌和劳累都无关的无形疲惫。思考毕业论文如何设计、毕业后何去何从的问题就很容易陷入这样的状态。 也许这也是某种形式的稀缺吧，可以是时间，可以是自信心，可以是其它任何我实际拥有的少于我想要拥有的事物。所以我希望自己从头脑中的这些噪声中解放出来，还大脑以自由。 大脑的自由是效率和创造的保证。","link":"/2017/05/15/%E5%A4%A7%E8%84%91%E7%9A%84%E8%87%AA%E7%94%B1/"},{"title":"失恋与前任·勇气与告白","text":"探险家把新大陆都发现完了，现代人只能往内心去探索挖掘。载体也不再是帆船、马和飞机；而是爱、书信和梦。一样的是，都需要勇气。 ——陈绮贞《不在他方》 田沁鑫导演的话剧《青蛇》里有这样一句台词：“一生一世很长，姑娘你别当真。”这是对痴怨的白蛇说的。看到的时候让人有那么点想叹息。 一生一世真的很长吗？其实也不过数十载光阴。若这点信念与勇气都没有，又如何活得尽兴？ 整理两篇寒假期间与同学闲聊后的散记。 失恋与前任远在异地的 W 同学找我聊天，跟我讲了他的前任以及不久前刚分手的现任的一些事，他说：“感情的事真让人捉摸不透，我的两个同学现在也刚分手，分得让人觉得颠覆爱情观，如果你有时间可以听听看。”那时我刚回家几天，闲置家中无事，就听完了所有八卦。 很多年来，我都扮演着聆听者的角色，即使我自己什么都不懂，什么忙也帮不上。 记得大学在心理健康中心当电话心理咨询志愿者的时候，有次接到一个电话（称来访者 A 好了，A 估计比我大几岁，分手几个月我记不清了）。 A 说：“前任要结婚了，我很难接受，这段时间心情一直不好，总是想哭，也睡不好。”我问 A：“如果你的前任没有要结婚，而是要和你复合，你复合吗？”A 说：“不了，其实我们相处到后来心都很累，我们真的不合适。”我又问：“既然你们不合适，前任要结婚，是什么让你无法释怀？”A 陷入沉默。 如果来访者 A 的分手是累觉不爱，那好朋友 B 的分手完完全全是无疾而终。 那是我第一次看到那么坚强的女孩子那么伤心的哭。我们几个人带着几瓶啤酒在学校里的草坪坐到深夜，因为我基本不会喝酒，几口就不行了，她把我那瓶也接了过去。后来大半夜地我们扶着走路有点摇晃的泪人儿走在大马路。 不管是聆听者、陪伴者还是旁观者，那些年里我都不知道失恋是怎么回事，前任又是种什么生物，就像用了那么久的草长莺飞，仍然不知道莺长什么样。一直到大学毕业的时候还被同学说：“每次看你的眼睛就觉得你一定没被感情伤过。” 其实伤过没伤过又如何？人在世间行走，只要有真正在意的东西，又有谁能没心没肺真豁达，能时时刻刻不掉血？永远鸡血满满不现实，况且掉血并不可怕，可拍的是无法满血复活。 在我值班期间，来访者 A 给我打过几次电话，最后一次电话 A 不是来咨询的，而是以特别明亮的状态和我分享许多有趣的见闻以及自己的新感悟。好朋友 B 还是能量满满的，一直是我特别欣赏的“女战士”。年轻的时候有这样一段经历有什么不好呢？我觉得比较糟糕的是有人在失落之后决定不相信爱情了。用蔡康永的一段话： “上段恋情，全心投入，结果重伤。于是这次恋爱怕受伤，就很保留。这意味着：上次那个伤你的烂人，得到最完整的你，而这次这个发展中的情人，得到个很冷淡的你。我知你是保护自己，但这若是做生意，你这店一定倒的。永不再来的恶客，得到最好服务，而新客上门，却备受冷落，这店怎么不倒？” 这段话说得很好，除了一点我比较不同意的是前任并不是什么“烂人”“恶客”（那些大众肉眼可见的“渣”除外）。你们会在一起一定有它的理由，会分开也是。感情里面少有明确的是非对错，况且你还可以从中学会很多东西，至少更加认识自己。 就像山本耀司说的，“自己”这个东西是看不见的，撞上一些别的什么，反弹回来，才了解“自己”。 文章开头提到的W同学说刚分手的时候还有点不习惯，但现在又像往常一样了。 关于失恋与前任，最好的状态也许是：分手分彻底了，心门又打开了。 这是大学时我们的美国外教送我的书 书上的留言分享给你们 勇气与告白高中一直到现在的好友 JL 来我家找我玩，煮水喝茶闲聊，我问她“你觉得有哪些事需要勇气呢？”JL 脱口而出“告白啊”。 我告诉她，除夕发了那段语音之后收到一些留言，比如“爱真的需要勇气”“告白最需要勇气了”“我觉得你需要有一次告白”之类的。看得我都想笑了，为什么说到勇气大家就想到告白呢？ 可能我潜意识里也认为这没什么问题，所以都没有问大家为什么，JL回家后我才忽然意识到，我也忘了问她为什么觉得告白最需要勇气了。我只好自己总结了。 思来想去，又何止告白，做一个结果未知的决定，或者面对一个失望或可能失望的结果都是需要勇气的啊。真的喜欢一个人，告白总比自己在心里犹犹豫豫纠纠结结鬼鬼祟祟患得患失进退两难的好。大不了被拒绝啊。所以我觉得比起告白，学会心平气和地接受拒绝更需要勇气。 想到梁实秋《送行》里的这句话“你走，我不送你，你来，无论多大风多大雨，我要去接你。”虽然文中不送是因为不舍，但很多人喜欢把它用作感情中的不勉强，或许大家都欣赏这样的态度吧。 其实我说每年去做点想做还没做的事，是希望自己能不断跳出原来的舒适区，去接触新东西。但我不会逼自己留在非舒适地带，也不会逼自己纯粹为了完成这样一件事而完成。 毕竟，有些时候说什么喜欢怎样想要怎样，但随心而动、随遇而安、顺势而生不也挺好吗？可是，就说随心而动，这本身就很需要勇气了，不是吗？","link":"/2017/02/19/%E5%A4%B1%E6%81%8B%E4%B8%8E%E5%89%8D%E4%BB%BB%C2%B7%E5%8B%87%E6%B0%94%E4%B8%8E%E5%91%8A%E7%99%BD/"},{"title":"如果人生是一首歌","text":"下午听了会陈绮贞的歌，发现她的歌评论区少有 999+ 的，原来听陈绮贞的人这么少。点开评论看到留言好些说喜欢陈绮贞六年八年十年的……大概也就喜欢她这么久的人还在听她的歌吧。 我也数了下，其实我并不知道自己从什么时候开始喜欢陈绮贞的，但是大概也有十年了。最近深深感到数时间真是件残酷的事，动不动就是五年十年的，似乎每次都在赤裸裸的提醒自己离少年时光越来越远。 之前 L 同学跟我说她高中失恋的时候刚好听到刘若英的一首歌，共鸣驱使她接连听了很多首刘的歌，后来就喜欢刘若英喜欢到现在了。是不是年少时喜欢的东西很容易就会喜欢很久。 和 L 同学不一样的是我喜欢陈绮贞并没有什么契机。刚开始听是因为她的声音，干净通透。也不知道为何总觉得她的声音、她的歌很温柔，但不同于软弱，而是温柔中带着坚定、有力。就像她自己歌里唱的“有一个生活简单的人，温柔坚定”。 开学初和同学唱歌，我问他们，为什么情歌大多悲伤，他们说，人只有在悲伤的时候才会急切想找共鸣。 是的吧，共鸣让人着迷。可偏偏单薄的感情经历让我难以在苦情歌里找到共鸣，越是渲染悲伤越觉得有距离，而陈恰恰让我觉得她有把悲伤轻描淡写的能力，作为创作者自己唱着自己写的歌，有时也让我觉得像是听着一个人静静地讲述自己的心情与故事，而她的故事就像之前看到的一篇文章说的“陈绮贞的歌里，有着女孩的可爱淘气，也有对生活对爱情的烦恼、对旅行对未来的期待。” 不过听了这么多年陈绮贞，可能我最喜欢的还是她那种温柔中带着坚定，安静中藏着力量的感觉吧。 顺便把去年的一条相关微博复制过来：那天晚上掌柜问我喜欢哪个歌手。我说陈绮贞。他弹了好几首陈的歌。小雨说我的声音好听唱歌一定也好听。可是我不会唱歌。还是小雨帮忙跟着琴声唱的。 想起那段时光，不关心实习与工作，不担心学术与毕业，不考虑明天与未来，只想着今天到哪玩，哪里有好吃的，晚上唱什么歌。仿佛是读研期间的一段真空。 后来前台小峰告诉我掌柜离职了，卡卡送人了，他到重庆了。似乎一切都不一样了。人和时间和生活都在前行。 在脉脉匿名区看到一个姑娘说求职迷茫，读完研发现自己年纪也不小了，留在大城市不知道未来会在哪，回到家乡又心有不甘。评论区有人说，大城市也好，小地方也好，在哪里生活不是“如鱼饮水，冷暖自知”。不管在哪，一切都在前行，都要前行，一步步用心走就好。 生活像河流，一刻也不会停止，也不知道等着我们的前方会是什么，也许会流经一片麦田，也许会路过一片滩涂，也许穿过沼泽的前方有片盛开的玫瑰花园。 “跟这个世界交手的许多年来，你是否，光彩依旧，兴致盎然？”如果走过长长的路，能够回来说声“是的”，便也足够。 有没有想过，如果人生是一首歌，那你的会是哪一首？","link":"/2018/04/14/%E5%A6%82%E6%9E%9C%E4%BA%BA%E7%94%9F%E6%98%AF%E4%B8%80%E9%A6%96%E6%AD%8C/"},{"title":"如果来不及认真地年轻","text":"A 说我喜欢一个人 7 年了，甚至不知道他知不知道，只是现在想起来，不痛不痒不忧不伤不悔。原来一个人可以完全像个旁观者去看自己的过去。 B 说我不知道自己大学最大的收获是什么，如果有的话，应该是认识了他。不知道几年后B还会不会这么认为。 C 说我怕万一和我男朋友分手，我不会再喜欢上其他人了。我告诉她你不会的。 D 说我不知道我该怎么处理和他的关系，我好像喜欢他又不能喜欢他。这“不能”二字一定包含了许多内心冲突。 …… 两年前写过一篇文章叫“明恋暗恋失恋让人成为诗人”，这几则小八卦是那篇文章的开头，当时用 ABCD 代替主人公身份，现在我已经对应不上 ABCD 各是谁和谁。只是隐约感到跟我讲这些事的人都是幸福的，不管他们觉得这段明恋暗恋失恋是正是误，是得是失。记得大学时教艺术社会学的老师说过这样一句话“年轻人犯错，上帝都会原谅”。我相信故事中的 ABCD 都是在认真地年轻着。 做梦的时候我们从不会怀疑梦中事物是否真实存在，只是梦见，不问虚实；在生活中，也总有一些时刻，我们只是经历着，只是经历，不论得失。 不知道你是否曾对过去的某段时光流连忘返，漫漫长路总有些东西会让人念念不忘，尽管不能确定是否必有回响。 总是认为“念念不忘，必有回响”是多温柔的慈悲，因为有时在心头徘徊无数遍的念想只是杂乱跳动的音符，没有和弦，没有共振，不闻乐章，只是噪音。 而青春太短，短到换几件衣服翻几张旧照看几篇日记也就到了头。可是连喜欢一个人是什么感觉都不知道的青春总是有缺漏。 三毛说：“我来不及认真地年轻，待明白过来时，只能选择认真地老去。” 可是没有认真年轻过，怎敢轻易就老去？ 于是，我想说：“如果来不及认真的年轻，就当作自己还很年轻，直到那一天，你愿意认真地老去。”","link":"/2016/07/20/%E5%A6%82%E6%9E%9C%E6%9D%A5%E4%B8%8D%E5%8F%8A%E8%AE%A4%E7%9C%9F%E5%9C%B0%E5%B9%B4%E8%BD%BB/"},{"title":"如约而至的默契","text":"整个九月几乎没写什么文章，总觉得自己应该静下心来写点东西，却不知道如何成文。 今天看到很多大四的学弟学妹在朋友圈分享保研录取截图。三年前我也曾为这样一个结果兴奋过，满怀期待过。在朴素的日子里怀揣着遥远的梦想。而今求职，又是另一个拐点。在依旧朴素的日子里揣摩“梦想该是什么样子”。 从南大到浙大，每到这个时候学校里都是一样的桂花香，一种第七年了仍未曾改变的熟悉感，仿佛是这个季节与校园的一场约定，一种年复一年如约而至的默契。 “每当我迟疑/ 从不曾忘记/ 活在我心深处/ 那顽固的自己” 晚饭后想说听首歌吧，打开播放列表，第一首就是五月天的《顽固》。","link":"/2017/09/28/%E5%A6%82%E7%BA%A6%E8%80%8C%E8%87%B3%E7%9A%84%E9%BB%98%E5%A5%91/"},{"title":"孤独的频率是 52 Hz","text":"昨天晚上一群人玩金牌大探案玩到 11 点，扮演大名鼎鼎的心理学家很过瘾，尤其是还能被怀疑有用钢笔杀人的技能。早上起来时，室友都还没醒，我开着台灯收拾东西，宿舍是昏暗安静的样子，想想还要自己坐 5 个多小时的高铁，这一觉前后的对比刚好可以完成以前这段对话： 同学：什么时候写写孤独呢？ 我：孤独我不会写… 对曰：结合自己的经历随便写写 我：随便写写… （一）孤独：未被触及的部分想起上学期期末和爽姐学术懈怠浪得飞起的日子，遗憾这些学期都有各种忙，没怎么一起玩，回家前跑到实验室找她，两人以忧心学术开场，以欢快闲聊结束。 我问了她一连串无厘头的问题： “我有少女心吗？”“有啊” “我的性格外向还是内向？”“中间便外”（也有人说中间偏内的） “我偏感性还是理性？”“感性吧”（也有人说理性的） “你觉得我会喜欢哪种类型的男生？” “你觉得哪种类型的男生会喜欢我这样的女生？” …… 对话结束我们两都大笑，我问的问题当然不是要答案，答案我自己心里有，闲来无事对照下其他人的回答，深刻感受下不同人所见之不同。 想起几年前拒绝 xxx 同学的时候，我的很多同学都跟我说“要是我是你，遇到这样的人早就接受了”，我心里想着这是你们设想自己遇到这种情况的做法，不是站在我的立场思考的，如果你们是我，就会做和我一样的选择了。前两天我和几个室友还对某同学说“雅诗兰黛（代号）这么好的人你怎么就不考虑”，忽然觉得我成了几年前我的那些同学。 自己和他人、旁观者和当事人看待同样的人事物就如同为同一片风景拍照，每个人的取景构图都有所不同，拍出来的照片也都不一样。人与人之间会有同感和共鸣，但不会有完全相同的境遇与感受，总会有些东西是身临其境和感同身受也无法触及的，也许就是所谓孤独吧，或者说：那些说不出口的话，那些找不到合适语言的话，那些不知道找谁说的话，还有那些即使说了也不一定能被理解的话，都是所谓孤独。 （二）孤独：室友说你根本没有真正体会过…… 写下这个标题，我去倒了杯水，回来的时候旁边的妹子问：“我到福建，你呢？”发现我们终点站一样，后来就聊了一路，一直到站，没写完的孤独又被瓦解了。回到家发现接不下去。妹子是羊毛毡达人，还送我一个萌萌哒的 DIY 小蓝鲸戒指。 想起陈绮贞在一次演唱会说：我们每个人都是一脚踩在社会上，一脚踩在自己的孤独，没有人能够过着完全封闭的日子，也没有人能够逃避自己的孤独。 再回想室友对我的分析，忽然不知道“何为孤独”。 这个话题我是写不了了，直接荐书，蒋勋的《独孤六讲》，高中的时候看过两遍，写得挺好的。 还有一首歌调调听着很神秘，犹如孤独… 在 1989 年科学家发现一头鲸，她的频率是 52 Hz，而正常鲸的频率只有 15~25 Hz，她的声音不被同伴听到，一直独自生活。 The verse 为这头鲸写了这首歌《52 HZ》 因为我爱 因为我活着因为孤独 我探索","link":"/2017/01/12/%E5%AD%A4%E7%8B%AC%E7%9A%84%E9%A2%91%E7%8E%87%E6%98%AF-52-Hz/"},{"title":"学生时代公众号的最后一篇推文","text":"三百多年前的一个冬天，接连几日大雪，西湖里的行人、飞鸟的声音都消失了，万物寂寂。一天晚上，张岱撑着小舟，带着火炉，独自前往湖心亭看雪。“湖上影子，惟长堤一痕、湖心亭一点、与余舟一芥、舟中人两三粒而已。” 本以为这样的大冷夜，只有自己有这样的闲情，没想到湖心亭上，有两人铺毡对坐，一童子烧酒。亭中人见到张岱意外又欣喜，没想到湖中还有与自己有同等兴致的人，便邀张岱与他们饮酒。饮酒道别，下船之际，船夫喃喃道：“莫说相公痴，更有痴似相公者。“ 以前学到《湖心亭看雪》的时候还没有太大的感受，这两年走过好几次西湖，又因着某些经历与心境，渐渐地领悟了张岱这篇文章的画面之美，情致之美。“莫说相公痴，更有痴似相公者。”本以为只有自己一人，哪知还会有这样的人。 两年前，我开通这个公众号，记录学生时代的最后两年。本以为我在这里记录些琐碎的、无聊的、平淡的读书、行走与感受生活的日常，这些“没有用的文字”也就只供自己消遣了，没想到有你们在。这种心情仿佛舟中的张岱遇到湖心亭的游者。这就是公众号简介的由来。 本想在“一次一步”注册两周年的时候写最后一篇推送，却难以从脑子里揪出一点点可以写的东西，我找不到主题，我不知道最后这篇推文写些什么好，三三两两写几个字，直到现在。 “一次一步”这两年都很僻静，但即使是这样的荒郊野岭也能看到人的“来与往”，我不知道是什么人，不知道他们为何而来，又为何离开。不，离开的原因只能是“失望”吧。就像有人说我写的不过是自己现阶段的所见所闻所感，不过是些心灵鸡汤式的生活记录，没有用，取关了。大概是自己心里清楚这个公众号对自己的意义，这些理由没有带给我丝毫波动。来，是一种自由，去亦自由。 其实“自我暴露”是件危险的事，每个人都会带着自己过往的生活经验去解读自己所见到的一切，这世界本没有真相，只有每个人脑中的真相，所以一千个读者会有一千个哈姆雷特。我无法决定大家在我的文字里看到的是什么，又会认为我是一个怎样的人，但也正是因为这种不确定性，我更有十足的理由不必费心经营与塑造自己的哪一种形象，只要真实地记录就好。我听过到过赞美，也听到过批评，被喜欢了，讨厌了，肯定了，否定了，深刻地感受到，比起别人认为你是一个怎样的人，更重要的，是你希望自己是个怎样的人。 昨天大家整齐地套上系里发的那件蓝袍子拍了班级毕业照。一个月后就离开学校，告别学生时代了。昨晚诗贤姐姐问“这三年你们可有什么长进”。我和马马一起开了个玩笑“当然有啊，长了皱纹长了痘”。几声哈哈笑后又互相感慨了一番自己“毫无长进”。诗贤姐姐说“至少认识到了自己是个平凡人。” 是呀，能心平气和的接受自己是个平凡的人，没有壮志未酬，没有怀才不遇，和其他人一样上班，下班，休闲，娱乐，朋友，家人，日复一日，三餐四季…… 想起上个月看的小说《斯通纳》，很多人说在这本书看到自己的影子或找到相似的感受。斯通纳是个出身在一个普通农场里普通家庭的普通人，到城里读了大学留校任教，结了婚，生了子，带过一届又一届的学生，他是个负责的勤勤恳恳的人，但避免不了一些家庭里的麻烦，工作中的麻烦，不过也不是什么太戏剧化的麻烦，最后他就这样度过了普通的一生。 合上这本书时，我发现自己无法用“好”或“不好”来评价斯通纳这一生，反倒是想起穆旦的这几句诗： 我冷眼向过去稍稍回顾，只见它曲折灌溉的悲喜都消失在一片亘古的荒漠，这才知道我的全部努力不过完成了普通的生活。 初读这首诗时感到那么点心酸，可是现在，觉得这也没那么不好，能努力去过普通的一生其实已不易。生活的本质是平淡无奇的重复，一个人的一天，起床，吃饭，工作，吃饭，工作，吃饭，工作，加上点家务或娱乐，睡觉，起床…… 客观上讲并无太大区别，不同的是每个人内心的感受。 一个人心里的剧场上演的戏，可能要比生活中表现出来的精彩万分吧。可是有的人敏感，有的人顿感，差异又是如此之大。顿感的人笑敏感的人多情又矫情，敏感的人笑顿感的人麻木又无趣。因为人与人之间的不同，才有了不被理解的孤独，与被理解的感动。所以，我们的生活又是那么丰富多彩，那么值得期待。 上个月刚发过一条微博： 生活的本质就是重复，可是重复的东西就一定是乏味的，无趣的吗？看那太阳，每天都会升起一次，落下一次，但每次看到日出日落都还会感叹“好美啊”。 我常常觉得自己是个把远方和诗与眼前的苟且搅拌了服用的人。从宿舍到实验室这短短的距离，会无数次驻足去看那株开得很美的山茶花，每次跑步会忍不住看看今天的月色怎么样。我说不出这些“平常”的事物有什么可让人惊奇的，就像我说不出这个春天和下个春天会有什么不同，可是这个春天和下个春天总是不一样的，所以在这次的花谢之后仍然可以期待下一次的花开。 “自然朴素，柔和坚定”，我的微博签名。不久前把它换掉时被同学（好像不能称为同学，不过我还是习惯称为同学，就称为同学好了）发现了，他说其实这个签名很适合我。然后我又把它改回来了。不记得是什么时候写的这句，只记得写下这八个字的时候描述的还只是一种理想的生活状态或是自己想成为的样子。这次改回来时多加了一层理解，这是一个过程，不是一个终点。 最近开始整理本硕七年里写过的散落在各个文档的文章与日记，想把它整理好打印出来，装订成一本七年时光。经过这七年，我自己能感觉到的是，现在的我比高中毕业时的我开阔、平和、理性了很多，对人对事渐渐地学会了“先去理解，再去评价”。虽然每次看自己过去写的东西都能看到各个时候的局限，但也欣喜自己可以在记录与总结中探索、改变。 三年前我写过大学毕业的最后几天，我们班的聚会没有酒，没有煽情的告别语，我们平静的毕业了。古人通讯不便，交通受限，才会灞桥折柳，依依惜别，十里相送。现在除了语音视频，若想见面，就是千里迢迢，也不过一张机票，几个小时。人和人之间，遇到了，认识了，是一种缘分，而每个阶段都会有终点，难的不是离别后再相逢，而是找到穿过城市与街道再去见面的理由。于是一个圈子代替了另一个圈子。这就是种生活里平常的新陈代谢。但想见的人总会再相见的，不是吗？每个阶段都会有些认识多年却不“失联”的人，他们的生命力如此顽强，代谢都代谢不掉，值得为此动容啊。好好珍惜这些被时间的筛子留下的人吧。 谢谢你们来到“一次一步”，也谢谢你们看到了最后一段。也许哪天我们会在某个街道、某家咖啡店遇到，只是彼此不会知道，毕竟生活中总有些奇妙的瞬间。我的生活从来不完美，怀疑过、困惑过、无聊过，也会迷茫也会孤独，也会在努力过后失望。可是，我常常觉得自己是个幸运的人，总有些努力会给予回声，让我坚持，让我坚定前行，也总能遇到一些可爱的人，给我启迪，给我帮助，给我留下一些欢声笑语…… 就到这吧。愿你的人生道路平坦幸福，愿你能喜欢自己的生活，也愿你自由。","link":"/2018/06/02/%E5%AD%A6%E7%94%9F%E6%97%B6%E4%BB%A3%E5%85%AC%E4%BC%97%E5%8F%B7%E7%9A%84%E6%9C%80%E5%90%8E%E4%B8%80%E7%AF%87%E6%8E%A8%E6%96%87/"},{"title":"小伙伴的脱单宴","text":"爽说脱单了请我吃饭，结果她决定叫上男票让我见见她天天在我耳边念叨着的人的“庐山真面目”。可是我俨然成为一个电灯泡啊。 吃饭全程又一次肯定了一个人喜欢另一个人眼神、言语等细节都藏不住。想起某次心理咨询培训时老师说的，“一个人对另一个人的重要感觉永远会通过某种方式传达出去，如果不是通过言语也必然会通过非言语的信息”。 回到宿舍刚好看到程璧的一条微博： “昨天是White Valentine’s Day。 辛波斯卡在《Possibilities》里面写了这样一句，I prefer, where love’s concerned, nonspecific anniversaries that can be celebrated every day. 特定纪念日也好，不特定纪念日也好，其实意思是说，不要区分什么日子，保持爱。”","link":"/2017/03/15/%E5%B0%8F%E4%BC%99%E4%BC%B4%E7%9A%84%E8%84%B1%E5%8D%95%E5%AE%B4/"},{"title":"小日记","text":"6 月 23 号参加南大的毕业典礼，把大学四年的日记整理成一本“小书”作为送给自己的毕业礼物；9 月 13 号参加了浙大的开学典礼，也开始了新文档的记录，继 Life in NJU 之后的 Life in ZJU。 如果我有件坚持了很久的事，那应该是写日记（并非真正意义上的每日都记，只是不间断地纪录生活），从初一到现在，整整十年。曾经看完初高中的日记后写下“很少有什么事情可以决定一个人的成长，一个人大多是在零零散散的不起眼的琐事中慢慢成熟的”。 在日记里记得高一班主任跟我说“别人的目标也许是考上大学，但你不一样，你的目标是考上名牌大学”，在日记里记得大学老师跟我说“科研还是到企业工作，金子到哪里总会发光的”，还有爸妈的关心，同学的帮助和支持，这些鼓励都帮我度过许多信心崩溃的时刻。在日记里写充满阳光的午后，写飘着桂花香的校园，写浓茶转淡，写和同学有趣对话，写微小若宇宙中一粒尘埃的事儿，为了提醒自己，挫折会来也会走，简单生活，学会感恩… 开学了，好好学习，好好生活…","link":"/2015/09/13/%E5%B0%8F%E6%97%A5%E8%AE%B0/"},{"title":"岁末","text":"数着日子像失眠的人数着羊群一天一天 听着时间像盼着归人的女子听着窗外的马蹄一声一声 而叶子绿了、黄了、落了可有人像戍边将士吟唱采薇采薇，薇亦作止曰归曰归，岁亦暮止 手机屏幕里的时间仿佛可以停留一分钟手表的秒针却执着地守着每一秒钟 可时间终究是流逝了呀一秒一秒","link":"/2016/11/16/%E5%B2%81%E6%9C%AB/"},{"title":"幽默的心情","text":"“还需要一点幽默的心情，才能面对你失望的离去”。偶然又听到陈绮贞的《每天都是一种练习》，喜欢这首歌的歌名，也喜欢这句歌词，“幽默”二字用得真好。 想起 Eric Kaplan 的《本书书名无法描述本书内容》这本书谈论幽默的这句：“无论世界的尽头是上帝，是别的什么人，还是人类追逐善的能力，只要我们在成长，就必然会伤很多次心。幽默是我们自我谅解的手段，它能将我们的心重新拼凑起来，如果运气足够好，未来还能变得更加坚强。”","link":"/2016/07/27/%E5%B9%BD%E9%BB%98%E7%9A%84%E5%BF%83%E6%83%85/"},{"title":"当我们爱上一个人时","text":"“就好像一百只蝴蝶在中心……起舞，……我们爱上一个人时”。八岁的小侄子来我家做作业，我在沙发上看书，他遇到不懂的问题来问我，顺便拿起沙发上的书签一个字一个字的念起来。“这几个字是什么？”他指着没认出来的字问我。 “从右边开始读‘当我们爱上一个人时就好像一百只蝴蝶在心中翩翩起舞’。”我给他念了一遍。“这是什么意思？”他继续问。我没有继续答。 这张书签是几年前同学给我的，那时对这句话没有太深的感受，当作书签用了好久也没再留意上面写了什么。现在看却有种担心“这些蝴蝶会老吗？它们会不会舞不动了？” 上个月在微博上看到一个学长说自己脱单了，虽然没有心动的感觉，但自己也到这个年纪了，遇到各方面都合适，自己也觉得还不错的姑娘已经不易，所以对人家也会真心相待。 我看完的第一感觉是，好像是这个理。觉得学长以这样一种方式告别能够悸动、无畏等待的青春岁月，开始以更接近生活真相的方式去生活。 求职迷茫的时候发过一条微博：“有时候我会觉得，我可能不会结婚，也不会赚很多钱，可能就在南部小城过着很很很无趣的生活，无趣到一定程度，无趣到物极必反，还能听别人跟我说，‘哇，你真有趣啊’。” 那时好几个同学问我为什么觉得自己不会结婚。其实是那时找工作，对未来充满不确定，才会说这样“丧气满满”的话，后来也没有删掉，选择保留那一刻的心情。我说可能不会，不是一定不会，而是一种不想把结婚当任务完成的态度吧。 微博下还有个小妹妹给我留言说，“姐姐，关注你很久了，喜欢你的性格，要保持积极和快乐的心态哦，还是希望你遇到对的人。” 看到这样暖暖的留言，我忍不住和自己开开玩笑，“你看，不认识的人都慷慨地给你鼓励了，你应该带着希望去生活才对。” 关于用什么样的态度生活，上次推送说《小森林》《请以你的名字呼唤我》和《时空恋旅人》，这三部主题、表现形式、整体基调都相距甚远的电影从不同角度回答了这个问题。 《小森林》分为夏秋篇和冬春篇，是部清新自然的治愈系电影。 稻子会听着人的脚步声慢慢长大。小小的花朵正在开放。“大地微弱生灵，刚毅朝向天际。” 市子在这座名叫小森的村落独自生活。她细致地给自己准备每天的一餐一饭，从普通的食材发掘不同的味道。在小森的生活很从容，很简单，一个冬天过去意味着为下一个冬天准备，自然简朴，平淡自足。生活在小森的人用一颗赤诚的心与自然接触，与人打交道，简单纯粹地度过每个夏秋与冬春。 “接受一切，并认真对待，所以小森的老一辈，才会打心里真正享受生活。”市子这么说。同时她也知道自己留在小森是因为无法融入城市生活，是因为逃避而不是喜欢。她说，因为在城市里无法立足才选择留在小森，是对小森的不尊重。所以市子离开小森了，但电影的最后她回来了，而这次回来已和最初不同。她带回来的是一个内心更真实也更饱满的自己。 《小森林》藏着每个季节的美，一个人的时候也不敷衍生活，自然会在孤寂中也有滋有味。生活应该是一种选择而不是一种逃避。接受一切，并认真对待，才会打心里真正享受生活。 《小森林》这部电影的整体基调是平静的，所以我们借另一部电影谈谈生活中那些不平静的瞬间。 可能每个人年轻的时候心里都有头活泼的小鹿，可是小鹿在乱撞中可能会疲惫会受伤，所以最后选择沉睡。《请以你的名字呼唤我》里小镇慵懒的夏日风情和少年强烈的情感是对比也是映衬。假日结束了，这段有着性别与年龄桎梏、注定没结果的恋情也该结束了。 如果一段感情是一把火焰，熄灭的瞬间总会有一段难熬的黑暗时光，如果熄灭的次数多了，人就不会想去点亮吧。电影里有个充满智慧的父亲，他跟受伤的少年说，“每开始一段新的感情，我们能给予的便越少，但为了让自己没有感觉而不去感觉，多么浪费……别让这些痛苦消失，也别丧失你感受到的快乐。” 张爱玲说，“喜欢一个人，会卑微到尘埃里，然后开出花来。”但更糟糕的是，可能有些时候还来不及开出花来，就化作春泥了。其实感情也好，理想也好，各种大大小小的目标也好，生活总免不了各种形式的破碎与缺憾。 我们要追求的应该不是不掉血，而是能够满血复活。拥抱你所有真实的感受，别让自己的感觉在岁月与经历中钝化、消退。 不同于《请以你的名字呼唤我》这部电影在五味杂陈的一哭中结束，《时空恋旅人》结束于圆满与温馨的画面。 在 21 岁的时候，父亲告诉男主，他们家族的男性拥有时光旅行的超能力。如果拥有穿越的能力，你想追逐什么？钱，像男主的叔叔一样。但父亲告诉他，他叔叔的一生并不轻松快乐。父亲选择利用这项超能力看书，看完所有想看的书。男主选择利用这项能力追求爱情。 这部电影用了科幻的元素，基调也更轻松幽默。男主在一次次穿越中发现，即便拥有穿越的能力，有些事也是改变不了的，比如不管你怎么穿越，不爱你的初恋都会拒绝你；有些事是你穿越回去改变了，却也丢失了原来所拥有的东西，比如为了让妹妹不遇到渣男，也就没有了和可爱女儿的时光。 生活这个剧场每次都只能上演一幕，拥有一种可能的同时也会丢失另一种可能。最后他选择不再穿越，而是用心的把每一天当做独一无二的时光旅行。早晨醒来亲吻妻子的额头，送可爱的女儿上学，看着女儿的笑脸离开…… 现在你们大概知道为什么我说这三部电影从不同的角度回答了“用怎样的态度生活”的问题了。 其实总结成四个字不过是“热爱生活”。在一个人的时候独自好好生活，在心碎难过后依旧拥抱生活，在柴米油盐的日常中用心生活。 以前不理解为什么罗曼·罗兰说“世界上只有一种英雄主义，就是看清生活的真相之后依然热爱生活。”因为我也曾一度怀疑“热爱生活”只是一剂心灵鸡汤。 就像现在的小孩，从小有上不完的补习班艺培班，要在分数和排名中挣扎好多年；小时候渴望长大摆脱父母的魔掌，长大后发现压力挫折那么多，还不如小时候；年轻人羡慕老人退休后的清闲，老人羡慕年轻人腿脚利索牙口好；父辈有吃不饱饭的童年，我们这辈有买不起房的中年…… 生活好像真的很不容易啊，每个年龄的人都有自己的烦恼和无奈，又似乎要付出 80% 的辛苦和忍耐才能换来 20% 的欢快与自由。 说到这觉得罗曼·罗兰的这句话似乎道尽了全部。也许看清生活的真相后还热爱生活才更接近生活的真相吧。如果做到这样，又何须担心蝴蝶会不会老，会不会舞不动呢？","link":"/2018/03/04/%E5%BD%93%E6%88%91%E4%BB%AC%E7%88%B1%E4%B8%8A%E4%B8%80%E4%B8%AA%E4%BA%BA%E6%97%B6/"},{"title":"心灵深处·两本书也是两部同名电影","text":"一句话： 似乎每个人都带着或大或小的伤与或多或少的孤独生活着。 几段啰嗦： 活着总是希望既能满足他人的期待，又能拥有内心的自由去追求自己的所愿所爱、去活成自己喜欢的样子，可是两者常常冲突。很多人跟我们说要“follow your heart”，可是弃外面的声音于不顾会让我们带上些许不安。踌躇犹豫徘徊忐忑彷徨，究竟如何才能带着发自内心的快乐去生活？ 禅宗这样来形容人生的三种境界： 看山是山，看水是水；看山不是山，看水不是水；看山还是山，看水还是水。 天真的小孩是在第一层的，世界在他们眼中就是他们看到的样子，他们想哭就哭，想笑想笑，没有更多的矛盾与挣扎。 而最令人痛苦的是第二层境界。这个时候的人知道这个世界并非非黑即白，充满了矛盾与不确定，各种声音在脑海中争执不下，我们试图去分析问题也想解决悬着的问题，但最后剩下的往往是无能为力的迷茫。 对于二十几岁的我们，常常要站在人生的岔道路口去抉择，也许十年内就要面对学业、事业、爱情、婚姻等等方面的变化。面对选择与未知，我们常常会有“我究竟该如何是好”的疑问。 隐隐约约觉得似乎每个人都会有个或大或小的梦想，至少有些想做的事，可是我们现在的生活像是在轨道上行驶的列车，就这么平平稳稳行驶下去，即使抱有缺憾，至少不出差错，而冒然改变，则不知道是否会有脱离轨道的危险。小的时候一直到高中都可以谈梦想，可是到了现在这个年龄，似乎可以沿着列车行驶的轨道窥见未来的轮廓，而看着被谈多了的梦想，有时竟怀疑现在还谈梦想究竟是一种矫情还是一种奢侈。 即使生活有时不尽如人意，但我们还是幸运的，因为我们还一直在探索与追求，探索着成为更好的自己，追求着过上更好的生活。即使一手带着犹疑与缺憾，另一手还带着抚慰的力量，一路前行。 不知道我们能否到达第三境界，如果可以，又会在什么时候？那时候面对嘈杂与光怪陆离的一切，该不再大喜大悲亦无患得患失，而是取之以平和与坦荡吧。虽然没有哪本书可以立竿见影地让我们的生活变得更美好，但关于以上提到的种种，有些书确实能带给我们一些思考与启发。记录下两本书，刚好这两本书都翻拍成同名电影，所以也是两部电影。 ◎《深夜加油站遇见苏格拉底》丹•米尔曼（Dan Millman） 简介： 这是本半自传体性质的小说，主人公是优秀的大学体操运动员，颜值很高，学习成绩也好，但他常常睡不踏实，半夜惊醒。一次半夜醒来，他到一个24小时营业的加油站买零食，遇到了一个怪老头，说话充满哲理，行事作风神秘而诡异，于是他称呼老头为“苏格拉底”，故事由此展开…… 这本书的形象设定很经典，里面的主人公是迷惘的年轻心灵的代表，老人则是开悟与智慧的代表。虽然是美国人写的书，但书中展现的是东方的哲学理念。虽然情节设定有点玄乎，部分情节进展缓慢，有些道理我们都懂，但作者关于“心智”“情绪”“专注力”“当下”等内容深入浅出的探讨还是值得看看的。 摘录几句书中语录： 光有知识还不够，知识没有心。再多的知识也不能滋养或支撑你的心灵，它永远也无法带给你终极的幸福或平静。生命所需要的不仅是知识而已，还得有热烈的感情感觉和源源&gt;不绝持续不断的能量。生命必须采取正确的行动，才能让知识活过来。 “苏格拉底，除了培养幽默感以外，我还可以怎样做，好遏阻我的思绪和心智？ ”“首先，你得先明白自己的思绪来自何方，是怎么起头的。举个例子，你现在感冒了，生理症状告诉你，你的身体需要恢复平衡，需要阳光和清新的空气，还有简单的食物。同&gt;理，充满紧张压力的思绪反映出，你和现实发生了冲突，当心智抗拒现实时，紧张压力就产生了。” 你做什么并不重要，重要的是，做得有多好。 想想你不知不觉流逝的生命，有一天你会发觉，死亡与你想的不同，人生也与你想像的不同。死亡也好，人生也好，都可能很奇妙，充满着变化；但是，倘若你不醒过来，两者&gt;都可能令人失望。 电影（又叫《和平战士》）的最后一段台词： Where are you? 你在哪里？Here. 此地。What time is it? 几点了？Now. 此时。What are you? 你是谁？This moment. 此刻。 ◎《当尼采哭泣》欧文·亚隆（Irvin Yalom） 简介：这是一本心理推理小说，基本上演绎了心理咨询的诞生过程。尼采、布雷尔和弗洛伊德都是历史上真实存在的人物，亚隆基于部分史实将尼采与布雷尔虚构连结成病人与医生。他们一个是存在主义大哲学家，一个是十九世纪末欧洲最负盛名的医生（弗洛伊德的导师），他们之间的对话特别精彩，究竟谁是病人谁是医生，究竟是谁治疗谁？本书涉及的主题特别丰富，讨论了友谊、婚姻、情欲、孤独、死亡、中年危机等等话题，情节跌宕起伏，逻辑推理严密，不是大师级人物写不出这样的小说。 我是大一看了《当尼采哭泣》这部电影，表示看不懂，后来学了心理学，看了这本书，对亚隆无比佩服，重新看了下当时没看懂的这部电影，发现拍成电影后书中的很多内容都丢失了，所以建议先看书再看电影。不过虽然是小说，但心理学和哲学色彩浓厚，不像畅销书和通俗小说那么容易读，可能有些人会在中途想放弃，但我相信读完会有读完的价值。 分享几句书中语录： 一个人一定要学会从远处观看自己。 我痛恨某些人夺走了我的独处却不曾提供我陪伴。 活着的时候就去追求人生，如果人在实现了他的生命之后死去，死亡就丧失了它的可怕。 要完全与另一个人发生关联，人必须先跟自己发生关联。如果我们不能拥抱我们自身的孤独，我们只是利用他人作为对抗孤立的一面挡箭牌而已。只有当人活得像一只老鹰——不需要任何观众——才可能爱慕地转向另一个人；只有在那个时候，一个人才能够去关心另一个存在的增长。 生活愉快的关键，在于先去选择必要的东西，然后去热爱所选择的东西。","link":"/2016/07/31/%E5%BF%83%E7%81%B5%E6%B7%B1%E5%A4%84%C2%B7%E4%B8%A4%E6%9C%AC%E4%B9%A6%E4%B9%9F%E6%98%AF%E4%B8%A4%E9%83%A8%E5%90%8C%E5%90%8D%E7%94%B5%E5%BD%B1/"},{"title":"总会有人像毒，像赌，又像酒","text":"下午在学校遇到一件好玩的事。一个人同学叫住我，问我是不是他手机里一张照片上的妹子。我看了看。不是。他有点不信。或许看着有点像。但真的不是。 根据以往“被搭讪”的经验，我知道这次不是搭讪，这个同学是真的想找照片上的妹子。 可能有些时候我们真的会因为一张照片、一段文字或者只是一个插肩而过想要认识一个人。嗯。这是挺神奇的。 说起来，在你的生命中总会有些人像毒，像赌，又像酒，你不知道自己怎么中的毒，不知道这赌注有多大胜算，不知道自己会在什么时候以怎样的方式从醉中清醒…昨天刚好发了条微博：当我们说有缘无缘随缘的时候，我们说的是什么呢？是说生命中的那些偶然遇见、无法挽留与难以把握吗？或者就像沈从文说的“凡事都若偶然的凑巧，结果却又若宿命的必然”。 无论哪里是起点哪里是终点，正是各种各样的遇见与告别，陪伴与错过，希冀与失落，让我们觉得自己是活着的。嗯。活着的。所以生命是流动的。流动的。所以会有困惑我们的往昔，会有宁静平和的当下，也会有值得期待的有缘、无缘与随缘…","link":"/2017/05/17/%E6%80%BB%E4%BC%9A%E6%9C%89%E4%BA%BA%E5%83%8F%E6%AF%92%EF%BC%8C%E5%83%8F%E8%B5%8C%EF%BC%8C%E5%8F%88%E5%83%8F%E9%85%92/"},{"title":"心理学中的喜欢与爱情","text":"寒假在家看完《心理咨询师》这本二级心理咨询师备考书，感觉把大学学过的基础知识都复习了一遍。现在把书中关于喜欢和爱情的理论整理出来分享给公众号的朋友们，觉得大家应该对心理学“如何区分喜欢与爱情”感到好奇的。 不管是喜欢还是爱情，本质上都是一种人际吸引。实际上人际吸引有三个层次，按吸引的程度可以分为亲和、喜欢和爱情。 亲和是最低层次的人际吸引，指个体害怕孤独，希望和他人在一起，建立协作和友好联系的一种心理倾向，简单的说就是合群。 喜欢是中等程度的人际吸引，爱情是最强烈的人际吸引，在实际生活中这两种人际吸引形式很容易混淆。社会心理学家鲁宾（Z.Rubin）对两者进行了系统研究，认为爱情不是喜欢的一种特殊形式，它们是两种不同的情感。所以“我喜欢他/她，但不爱他/她”，“我爱他/她，但不喜欢他/她”都是合情合理的（插播一句：我觉得前者容易理解，后者实在有点不好理解）。 如果想认真地区分爱情和喜欢怎么办？ 社会心理学者们已经给大家作了总结，往下看↓ 爱情与喜欢区别主要表现在三个方面： 依恋。卷入爱情的双方在感到孤独时，会强烈地想让对方来陪伴和安慰，而喜欢的双方不会有同样的表现。 利他。恋爱中的人之间会高度关怀对方的情感状态，觉得让对方快乐和幸福是自己义不容辞的责任。在对方有不足时，也会表现高度的宽容。即使是以自我为中心、自私自利的人，在恋爱中也会表现出某种理解、宽容、关怀和无私。 亲密。恋爱的双方，不仅对对方有高度的情感依赖，而且会有身体接触的需求。性是爱情的基础，是爱情的核心成分。 如果你嫌三点太多记不住，那就参考这句话：爱情是人际吸引最强烈的形式。爱情的基本倾向是奉献。衡量一个人对异性有无爱情、强度如何，可以通过“是否发自内心，帮助所爱的人做其期待的所有事情”这个指标来判断。 虽然喜欢与爱有时就是瞬间的， 但爱情的发展通常有个过程。 如果你不知道自己与他/她处在哪个阶段， 或是不知道下一步如何发展，继续看↓ 爱情发展的四个阶段： 取样与评估。这个妹子/汉子怎么样？如果交往的话收益与成本相互抵消后还有盈余吗？值不值得成为追求目标？（插播一句：喜欢一个人的时候真的有这么理性吗？） 互惠。双方尽可能交换利益，比如一起聊天，互赠礼品，共同讨论有兴趣的话题等，双方互惠，两个人亲密感随之加强，但界限还比较清楚，不会涉及相对隐私的领域。 承诺。双方认为从对方得到的收益（插播一句：为什么我怎么看都觉得收益这词怪怪的，但意会下好像也对）大于从其他异性那里得到的，停止与其他异性的交往，关系相对固定，开始一对一频繁交往。 制度化。当亲密感增强到一定程度，双方都觉得离不开对方，又担心对方离开自己，希望能通过契约形式将双方关系制度化，如订婚、办理结婚手续等。契约使双方的关系具有排他性，要求彼此忠诚。 关于爱情最著名的理论估计是斯滕伯格（R.Sternberg）的“爱情三角形理论”了。斯滕伯格认为爱情是由亲密（重视彼此的喜欢、理解与期待）、激情（魅力与性吸引）以及承诺（决定发展稳定的关系）三因素组成的三角形，如图： 根据这个理论，爱情可以分为以下类型： 爱情的类型 亲密 激情 承诺 无爱 - - - 喜欢 + - - 迷恋 - + - 空洞爱 - - + 浪漫爱 + + - 伙伴爱 + - + 愚蠢爱 - + + 完美爱情 + + + 总之，爱情是世界上最复杂的情感现象。所以在不同地区、不同时期、不同文化中，爱情都是永不腐朽的主题。但我们还是先回归简单点的喜欢与更普遍的人际吸引吧。 如果你好奇：世界上那么多人， 为什么我就喜欢其中几个？参考以下↓ 影响人际吸引/喜欢的几个因素： 1. 熟悉与邻近熟悉能增加吸引的程度。熟悉和邻近两者均与人们之间的交往频率有关，但交往频率与喜欢程度的关系呈倒U型曲线，过低与过高的交往频率都不会使彼此喜欢的程度提高。（插播一句：所以！遇到喜欢的人要主动联系！但要把握好倒 U 曲线的最高点，孔老夫子早就说了过犹不及..） 2. 相似与互补人们往往喜欢那些和自己相似的人。相似性主要包括： 信念、价值观及人格特征的相似 兴趣、爱好等方面的相似 社会背景、地位的相似 年龄、经验的相似 实际的相似性很重要，但更重要的是双方感知到的相似性。（插播一句：毕竟人的感知和实际也不是完全吻合的） 当双方在某些方面看起来互补时，彼此的喜欢也会增加。以下三种互补关系会增加吸引和喜欢： 需要的互补 社会角色的互补 人格某些特征的互补，如内向与外向 3. 外貌这个就不用多说了，虽说不能以貌取人，但毕竟是看脸的时代。（插播一句：所以，长得好看还是重要的啊，打完这句有点 heartbreaking..） 4. 才能才能一般会增加个体的吸引力,但如果这种才能对别人构成社会比较的压力，让人感受到自己的无能和失败，这时才能就不会对吸引力有帮助了研究发现有才能的人犯一些“小错误”，有时会更有魅力。（插播一句：就问你们喜不喜欢别人家的孩子。其实我还是很希望认识更多优秀的人，只要他们不嫌弃我不优秀，哈哈） 5. 人格品质人格品质是影响喜欢的最稳定因素之一。美国学者安德森（N.Anderson）研究发现受欢迎程度最高的 6 个人格品质依次为：真诚、诚实、理解、忠诚、真实、可信；最不受欢迎的人格品质是：说谎。总之就是，真诚受人欢迎，不真诚则令人厌恶。 最积极的品质 中间品质 最消极的品质 真诚 固执 古怪 诚实 刻板 不友好 理解 大胆 敌意 忠诚 谨慎 饶舌 真实 易激动 自私 可信 文静 粗鲁 智慧 冲动 自负 可信赖 好斗 贪婪 有思想 腼腆 不真诚 体贴 易动情 不善良 热情 羞怯 不可信 善良 天真 恶毒 友好 不明朗 虚假 快乐 好动 令人讨厌 不自私 空想 不老实 幽默 追求物质 冷酷 负责 反叛 邪恶 开朗 孤独 装假 信任 依赖别人 说谎 每一列从上到下，喜欢程度递减。 如果有人新年目标是找个对象， 不知道怎么做合适，怎么算合适， 我总结几点供参考，没用勿怪，微笑脸.jpg 相似原理很重要。大量的社会研究证明相似性是人际吸引最重要的因素，这种相似性存在于很多维度，年龄、兴趣、价值观、生活方式、受教育程度、人格特质等等。 互补其实是相似性的特殊形式。主要是双方的需要、社会角色及某些人格特征三方面的互补。我觉得人与人之间的相处能求同存异真的是极好的！ 要真诚！务必要真诚！我觉得真诚很好啊，比如，说谎还要记住说过的谎多累啊，要记的东西那么多，就不要浪费记忆资源了。 要主动更要自我提高。私以为遇到喜欢的人要克服羞怯主动勾搭，但如果对方回应冷漠，自己要冷静。死缠烂打什么的是小孩子的方式吧。不如用这些时间自我提高。建立在互相欣赏之上的互相喜欢比“花样追”“毅力追”的在一起踏实多了。 如果你长得好看，以上都可以忽略。（开玩笑的，我打字打得那么辛苦，颜值高也给个面子好吗..）天生颜值高的很幸运，如果没那么幸运，至少打理好自己，比如干净整洁不邋遢，体态举止有风度，哈哈，我胡乱说的。 【真是一篇非常“认真”的整理啊，祝在一起的都甜蜜，想脱单的都有好对象，不想脱单的不被催… (￣▽￣”) 】","link":"/2017/02/05/%E5%BF%83%E7%90%86%E5%AD%A6%E4%B8%AD%E7%9A%84%E5%96%9C%E6%AC%A2%E4%B8%8E%E7%88%B1%E6%83%85/"},{"title":"恋爱的犀牛","text":"五月第一天，自己去看了《恋爱的犀牛》，一部从 1999 年演出至今经久不衰，被称为是“当代爱情圣经”的经典话剧。 这是一个理智过剩的时代，文艺创作当然不会去塑造一个“理性的正常人”，所以有了偏执的马路和明明，都很固执的他们说：“如果这次我妥协了，我就成为了你们眼中的普通人，在生活中获取一些简单易得的东西。”“如果没有勇气，去找个人作伴吧，但别说爱。” 这部话剧不是写实剧，有点夸张但能触动人心，不靠剧情推动，相反故事情节有点碎片化，但人物形象却很丰满，台词充满才华。 “忘掉她，忘掉她就可以不必再忍受，忘掉她就可以不必再痛苦。忘掉她，忘掉你没有的东西，忘掉别人有的东西，忘掉你失去和以后不能得到的东西，忘掉仇恨，忘掉屈辱，忘掉爱情，像犀牛忘掉草原，像水鸟忘掉湖泊，像地狱里的人忘掉天堂，像截肢的人忘掉自己曾快步如飞，像落叶忘掉风，像图拉忘掉母犀牛。忘掉是一般人能做的惟一的事。但是我决定——不忘掉她。” 剧中疯狂的马路说的。 谢幕时，饰演马路的男演员最后说了句，“把所有美好的事情坚持到底。","link":"/2018/05/01/%E6%81%8B%E7%88%B1%E7%9A%84%E7%8A%80%E7%89%9B/"},{"title":"情绪是无法被说服的","text":"前几天 D 跟我说：“我昨天晚上自己在沙发上坐到 4 点，也没做什么事就是没想睡觉。” 我开玩笑说：“你最近情志不顺吗？想念 gy 小妹妹？” D：没有，就是不想睡觉。虽然我觉得 gy 小妹妹很好，可能我 10 年内都遇不到更喜欢的人。 我：说得我好想认识下这位小妹妹。 D：其实她长得很普通，但我已经过了只看脸的年纪了。 我：卧槽！别说得你好像已经经历了世事沧桑一样。像我学习吧，不管遇到什么事都能没心没肺，倒床就睡。 说完好像又有点心虚，我大学是这样的，读研后失眠的次数也有两位数吧… 放假前想到上海见见二傻，因为感冒退了买好的票。昨天和她语音，一聊就是一个半小时。说到学习、工作、生活、感情，也说到失眠。但不管说开心不开心的事，我都习惯性的开开玩笑，顺便调侃下自己。二傻说，听你用这样的方式说，都能放得下嘛。 一直觉得情绪最重要的不是它是积极的还是消极的，而是真实的。欣喜、生气或是郁闷的情绪都在告诉你，你在意些什么。捕捉情绪里的信息，也是认识自我的一条道路。从心理学的角度讲，健康的心理状态是能够体验情绪、表达情绪和梳理情绪。会哭会笑会表达胜过冰凉的冷漠无感。 我自己的感受还有情绪是无法被说服的，对情绪的控制不是不让它产生，或是堆座城墙堵住它，而是用合适的方法给情绪一个出口。 之前翻看大学时候的日记写了这么一句“原来我心情不好的时候就想拉一个人喋喋不休”，忍不住嘲笑自己，原来别人心情不好是“抑郁”，我是“躁狂”。还好我心情不好的时候不多，不然我身边的人可得怎么办，心疼他们的耳朵 233333 有时候把情绪交给重力作用吧，不加外力它自然就落下了，失眠也是。就像佛家的禅，老子的无为，森田疗法的“顺其自然，为所当为”。释放、接纳，让情绪流动就不会被情绪绑架。 最后希望在心里装一块海绵，这样什么东西落下都能得到缓冲，也能说“在世界的某个角落里，生活沉重又柔和”。","link":"/2017/01/23/%E6%83%85%E7%BB%AA%E6%98%AF%E6%97%A0%E6%B3%95%E8%A2%AB%E8%AF%B4%E6%9C%8D%E7%9A%84/"},{"title":"感受到来自生活的恶意，能怎么办","text":"四月于我而言就是个等待之月，等来几个有那么点失望的结果，但还能跟自己说“失之东隅，收之桑榆”，便也没什么大不了。 今天猝不及防地来个无论如何想不到的“意外”，抱着室友递给我的大鲨鱼，竟忍不住哭了起来。积累的负能量算是找了个引爆的导火线。 四月初 JL 问我能不能听她“倒点垃圾”，她说自己的一个同学轻轻松松论文就被接收了，人长得漂亮，还有个体贴她的男朋友，相比之下自己什么都没有。有种生活对自己充满恶意的感觉。那时我这么跟她说： 谁不曾感受到一点来自生活的恶意？ 用心构思的方案不被认可，精心设计的实验结果不理想，真心实意的告白被拒绝，甚至买的牛奶不带吸管，走路还绊石子…… 生活的恶意无处不在。但是，另一面呢？ 没带伞的雨天有人送伞，饥肠辘辘地到食堂还剩最后一个荷包蛋，今天想看的书明天就借到，没说是自己生日却收到好吃的巧克力蛋糕，还有走到地铁站巧遇地铁进站……这些都是生活的善意。 有人说，你必须摘下带刺的玫瑰才能收获爱情。生活就是这样吧，犹如一场冒险。让我们对生活还能勇敢、还能热爱、还能充满信心的，从来不是因为生活没有恶意，而是我们总能从中感受到更多的善意。 复习下普希金的一段诗： 忧郁的日子需要镇静相信吧，快乐的日子将会来临心儿永远向往着未来一切都是瞬息，一切都会过去而那过去的，就会成为亲切的怀念 所以，亲爱的朋友，如果你现在处于低谷，请不要着急，尽管做好手头的事情。吃饭。睡觉。锻炼身体。读书。工作。关心他人。相信生活不会亏待一个人太久。","link":"/2017/04/27/%E6%84%9F%E5%8F%97%E5%88%B0%E6%9D%A5%E8%87%AA%E7%94%9F%E6%B4%BB%E7%9A%84%E6%81%B6%E6%84%8F%EF%BC%8C%E8%83%BD%E6%80%8E%E4%B9%88%E5%8A%9E/"},{"title":"我的校招没有动人的故事","text":"昨天晚上说今天一定要好好睡一觉，睡到自然醒。我是睡到自然醒了，可是醒来看下时间，才 5 点多。 翻来覆去也没睡着。凌晨，下着大雨，宿舍里阴蒙蒙的，很安静。随手把床上的抱枕往枕头一放，半躺着听窗外串不成旋律的雨声，回想这一个半月的秋招历程，心里有点五味杂陈。 放弃了今天的三场笔试，来写这篇校招记录，还不到 3000 字竟写了一整天，可能是太久没写长文章生疏了，可能是这段经历太难写了。好像有很多要写的，又好像没什么要写的。删删减减，难以成文。 留用或是校招8 月知道实习有转正 headcount 时候的第一反应是开心的，这份工作团队氛围很好，工作节奏适宜，留在杭州工作很好，不用参加竞争激烈的校招也很好。可是，这真的会是我想要的吗？ 类比高考，如果能让我保送普通 985 高校，我也会选择放弃，因为我想到 Top10 高校。想到这，我也清楚了自己的选择：放弃转正，投入秋招。HR 找我聊天的时候，我甚至没了解转正待遇，虽然也喜欢这里，但更想到大平台学习与锻炼。 也有同学说我傻，说至少了解下转正待遇，争取下能不能拿个保底 offer，再请两个月假参加校招，一方面有个保底心里不会慌，另一方面如果没有更合适的工作，至少能有份自己不讨厌的工作。 好机智的方案，但是大概不会有人喜欢当备胎吧。实习到 8 月结束，9 月我就“两手空空”的投入秋招了。 秋招流水账网申-笔试-群面-初试-复试-HR面，这是一个最具代表性的流程吧，每个环节都需要付出时间精力，而不管走到哪一环节，只要最终没拿到 offer，多走一步，少走一步，都没有本质上的区别，而每走一步，等待结果的过程也是种煎熬。所以校招是只折磨人的小妖精。 9 月初参加了腾讯的产培生面试，在秋招的第一场面试就遇到一群各种厉害的人，在 12 进 2 的群面中，我成了大多数。产培岗独立于其他岗位，没过可以转投其他岗，重新笔试。知道通过率很低，犹豫了下还要不要转投其他岗，其实不止腾讯，是每个大公司通过率都很低，但这好像不是不投的理由，所以换了产品策划又投了一次。 9 月中旬的某天，白天是京东初试，晚上是 vivo 的笔试。次日晚上唯品会笔试结束洗完澡准备睡觉，却在晚上 11 点收到 vivo 第二天早上 9 点在南京面试的通知。vivo 是我投的唯一一家非互联网公司，也是唯一一家看到校招类公众号推送随手一投的公司，所以我记不清自己投了什么岗。室友说她要去，查了第二天最早的高铁，要 5 点前起床，还来不及按时赶到面试点，只能坐晚上大半夜的火车。明明 1 个半小时可以到达的地方，要用 5 个半小时抵达。我有点犹豫。但之前已经放弃了一场在武汉的面试，南京这么近也放弃有点情理不通。问了好几个同学，都说既然有伴就去，过不过至少要积累点面试经验。我们在半夜 12 点出发，坐上 2 点左右的火车，7 点半到达南京，一夜没怎么睡。在火车上多次登录企业官网，都找不到自己的投递记录，也不知道自己在哪个公众号用的哪个链接投的简历，一直到面试才知道自己投了什么岗位。我竟然会做出这么马虎的事。结果是，我没过，室友在 vivo 工作的师姐说，我们这批都没过。 9 月下旬，收到腾讯面试通知的时候正在酝酿一场感冒。面试当天早上 7 点的闹钟响的时候，头晕乎乎的，喉咙又痛又干，身体有点微热。哇，感冒在这个时候正式到来啊。窗外下着不小的雨，我在被窝里纠结着要不要去面试。因为第二天还要参加京东的复试，而且如果今天面试过了，第二天这两家公司的面试时间很可能冲突，我又难以在短时间内准备两场面试，还得纠结重点放在哪家公司。相比于这种状态去参加腾讯的群面，权衡一下，好好休息、好好准备京东的复试收益更大，所以还是不去或者去了不过的好。独自默默上演了一场精彩的内心戏。心里是这么想，但还是挣扎着起来了。估计是觉得为了多睡会儿不去面试太不像话了。在抽屉翻出上一次感冒吃剩的药，看了看保质期，还能用就带着出门了。这次群面 7 进 1，我算是“如愿以偿”做了 6/7。 第二天早上京东复试，对自己没回答好的地方有点耿耿于怀，能不能走完整个面试流程得等下周通知。想放松一下心情，就自己去看了场电影，影院就三三两两几个人，略显冷清。看完电影回到实验室，想到唯品会要我两天内确认是否参加在武汉的面试，虽然估计过几天感冒也缓和了，但对于跑一趟武汉又有点动力不足，打开邮件点了“放弃”。本来就只投十几家公司，笔试都参加了再做出放弃面试的决定也没那么轻松。 9 月的最后一周，京东 HR 面，远程面试。前一天晚上收到的通知是第二天早上 10:00 面试。那个早上刚好在开组会，我一边忐忑地等着电话，一边努力让自己专心听同学报告。一个早上没等来电话。等了一个下午，也没等来电话。第一次为等不到一个电话如此不安。5 点半以后我出去吃饭，在嘈杂的环境中接到电话。为什么会有这样的巧合。 9 月就这样过去了。国庆中秋假期逃离秋招，玩了整整 8 天。 10 月的第一场面试是昨天。网易和华为的面试时间冲突，选择了网易。网易笔试已经过去整整一个月了，听闻笔试刷人刷得厉害，还以为自己笔试没过，所以知道有面试机会还是开心的。秋招走到这，已经有种“怕什么真理无穷，进一寸有一寸的欢喜”的心态了。昨天早上 6 点多起来，参加上午的群面，通过后可直接参加下午的单面，一面二面三面，回到学校刚好也是 6 点多。虽然最终结果未知，但能走完面试流程也算没有遗憾了。 数了一下，这一个半月，一共就面了 4 家公司，除去 vivo 从网申到面试都是个意外，认真面的就 3 家。可是即使就这么几场笔试、几场面试，都让我这段时间的运动量、阅读量、写作量不如平时。 这就是校招吧，像个幽灵在无形之中缠绕着你。虽然并没有影响到日常和同学一起吃喝玩，依旧会有很多玩得很开心的时光，但只要手上没有 offer，就难以忽视这个“幽灵”的存在。 总有那么些时刻会怀疑自己校招路上，笔试被刷、面试被刷都是常有的事，无论在哪个环节被刷都会带来或多或少的自我否定。很多同学跟我说“觉得你很厉害啊，找工作应该很容易”，就连去面试的路上滴滴师傅都会说“你们浙大的学生找工作很容易的”，每次听到这样的话只会更加心虚。 9 月的每个星期，都会被问几次“找到工作了吗”“拿到 offer 了吗”。为什么大家觉得我会在一个月内拿到 offer 呢？其实除了互联网技术岗和少数几个其他岗也开始得很早的公司，大部分公司校招都还在进行中。但“没找到”“没有”回答得多了，很容易怀疑自己“是不是太差劲了”。 陈绮贞有首歌叫《失败者的飞翔》，她说：“在充满生存议题的城市，在电脑荧幕前的孤单感受，不管是成长或是战斗，我们总有觉得自己失败的时刻。” “不管是成长或是战斗，我们总有觉得自己失败的时刻” ，在这些时刻总会有那么些同学给我花式安慰和鼓励。谢谢你们。 9 月底的一个晚上，回完所有微信消息和公众号留言后已经晚上 12 点多，我关了手机，却没有睡着。校招中的迷茫和同学给的温暖掺杂在一块，没忍住偷偷哭了。 觉得那些直接在大厂实习转正的同学很幸运，不必经受校招的“折磨”，但另一面，校招也是一次重新发现自己、重新定位自己的机会。褪去名校的光环，你的竞争力在哪里呢？同样是名校的学生这么多，你怎么用人单位相信你比其他人更适合呢？校招中需要问自己的问题好多。 我现在不慌也不焦虑，最后签了哪家公司，到了哪个城市，也是我们之间的一种缘分吧。到了哪都好好工作，好好生活。到哪都会有压力，也会有收获，努力而真诚地活着就很好。 愿漂泊的人有酒喝，愿疲倦的人有家归；愿孤独的人有歌唱，愿前行路上有灯火。","link":"/2017/10/15/%E6%88%91%E7%9A%84%E6%A0%A1%E6%8B%9B%E6%B2%A1%E6%9C%89%E5%8A%A8%E4%BA%BA%E7%9A%84%E6%95%85%E4%BA%8B/"},{"title":"散步在九溪","text":"和爽在初冬阳光铺洒下的九溪秋游，聊聊八卦聊聊人生聊聊理想。 她说周末是她和男朋友在一起的一周年，她给他布置了一份“作业”：写点东西作为一周年纪念。然后自己也要完成这份“作业”。“耿老师布置得一手好作业，要每年坚持完成哦，老的时候看着你们的几十份作业，多美好。”作为一个经常用文字记录生活的人表示这样的周年纪念方式颇有意义。但如果是我的话，估计还会要求手写，把他们的“作业”升级为“酷刑”。 我顺便跟爽讲起以前的一个同学。她曾把自己和男票短信、QQ 和微信上一些有意思有意义的对话手抄到本子上送给她男票。短信 QQ 微信感觉是跨越了不同年代。是很用心了。“那他们后来怎么样了？”“后来大概可以说是没熬过不确定吧。” 其实直到我自己经历秋招，才理解了求职路上的不确定感带给人的踌躇犹豫与焦虑。现在工作是确定了，但不确定的东西总是更多的。 上周给我妈打电话说下个月好朋友结婚我要回家。她先是很开心我要回家。接着又感慨了下“你看像人家一样毕业了回来工作，找个这边的人结婚，多好。你自己一个人在杭州，以后太不确定了。” 确定。我想了想，什么是确定。以前那些给我写诗，给我弹琴唱歌的男孩子，虽然我们没有在一起，可是想起来，那时的我们真的好年轻。而今，要给我介绍对象的大人们总不忘说一句“他买房了”，不论是南京、杭州还是我家。也许房子和户口意味着你在一个城市落脚了，确定了。找个对象结婚了，意味着你成家了完成了人生大事了，确定了。所以狭义的确定大概就是一个可以定居的地方与一个可以同行的人。但那些有房的男孩子我一个也没有认识，也许我对“确定”还不着急吧。 现在的年纪估计也比较尴尬，说大不大，说小不小的。一方面，很难不念未来，因为有些问题你不主动面对，到了一定年纪它们也会自己找你，主动规划总比被动面对的好；另一方面，因为考虑太多未来而顾虑重重似乎又有点不必要，毕竟我们连三十而立都还不到，二十几岁的年轻人更应该抓紧时间探索、积累和沉淀。 或许我应该跟我妈说，不需要担心未来确不确定。我可能无法知道我会在哪座城市定居，无法知道我会和什么人在一起，但知道我要怎样去生活。在我认真行走的道路上，我不惧怕任何一种未来。 这是今天在九溪拍的照片 初冬，有阳光，也冷也暖 散步在九溪，时不时听到清脆的水流声。想到张爱玲《小团圆》里这句，”雨声潺潺，像住在溪边，宁愿天天下雨，以为你是因为下雨不来。” 转而又想到沈从文《雨后》这句，“我明白你会来，所以我等。” 一则以失望，一则以希望，大概就是生活的模样吧。","link":"/2017/11/23/%E6%95%A3%E6%AD%A5%E5%9C%A8%E4%B9%9D%E6%BA%AA/"},{"title":"整理人际关系的七个抽屉","text":"虽然不是心理咨询方向的研究生，但本科到现在也算和心理咨询有过几个回合的过招，人际关系是经常被提及的话题，包括平时同学找我聊烦恼也经常与此相关。很多人在人际方面都有所困扰，包括和父母、朋友到恋人等等，所以我决定写写这方面的东西。 简单介绍下“整理人际关系的七个抽屉”吧。我觉得这个“人际收纳法”还是很简单实用的，这里的七个抽屉其实是人际关系的七个层次： 无关层次 公关层次 一般朋友 亲密朋友 家庭层次 爱情层次 隐私层次 这世上大多数的人和我们都属于无关层次，仅在工作场合交涉的大概都属于公关层次，包括你的面试官、上下级、生意伙伴等等，在工作以外的日常生活中打交道最多的应该就是后面几次层次了。 面对不同层次的人你能说的话，该有的表现都不一样。有些人际关系上的烦恼就是“层次错乱”引起的。你觉得你们属于亲密朋友层次，但对方把你放在一般朋友层次；你希望你们能到达爱情层次，但一直都只能是一般朋友层次；能够到隐私层次的人又更少了。 如果能做好层次定位，知道自己与不同的人之间各属于哪个层次，对不同人应该有什么样的期望，什么话该说，什么话不该说，什么事能做，什么事不能做，也许在人际关系中可以处得更坦然更舒心吧。 我把这七个层次称为七个抽屉，因为这样很形象，你可以把每个抽屉整理一下，放入不同的期待，也放入相应合适的相处模式，这样应该就不会一团乱糟糟了。当然每个人属于哪个层次并非一成不变的，但我相信你能觉察出层次之间的流动。 有些情侣间的矛盾就是分不清爱情层次和隐私层次引起的，因为这两个层次靠得最近，也最容易杂糅一起。可是，人是无法赤身裸体行走世间的，带着一点自己的小秘密是何其自然？ 或者说，我更愿意把隐私层次理解为人与自己的关系，处理好与自身的关系也许是一个人终其一生的追求。在这季奇葩说中辩题为“时保联是不是一种暴政“的那期，姜思达有句话惊艳了全场：“我们时刻保持联系最大的危害是我们难以时刻和自己保持联系。” 梁漱溟也曾说：“人类面临三大问题，顺序错不得。先要解决人和物之间的问题，接下来要解决人和人之间的问题，最后一项是解决人和自己内心之间的问题。” 可见，处理好与自我关系的重要性与特殊性，这也是隐私层次与其他层次的本质区别吧。 先写到这，在人际关系、与自我的关系等问题上我也是个探索者，如果有什么经验与感悟再来分享。","link":"/2016/06/24/%E6%95%B4%E7%90%86%E4%BA%BA%E9%99%85%E5%85%B3%E7%B3%BB%E7%9A%84%E4%B8%83%E4%B8%AA%E6%8A%BD%E5%B1%89/"},{"title":"新年信：坚韧之心，行动之实，不完美之美","text":"16 年的自我报告书，也是 17 年的新年信，愿这一字一句的空间，能有一丝一缕的能量。 时间本来没有刻度，标上了 2016、2017中间的两天便充满仪式感，向来倒床就睡的人，却在这刻度中间小小的难入眠， 回想过去的一年，大部分时候是一如往常的风轻云淡，没有了不得的骄傲欣喜，也没有不得了的委屈悲伤， 只是难免有点小小的遗憾，因为不是所有的事情都能由自己控制，不是所有的付出都会有相应的产出， 而 2016，无论你开心不开心，成功不成功，留念不留念，它都是会过去的，都是要过去的。 想起 16 年上半年，从来没有过这么长时间的悲伤、绝望、暗自流泪，现在回想起来却像一种力量，让我相信自己能克服所有困难，也让我相信坚韧比坚硬更重要， 坚硬看似不会受伤，其实一旦崩溃就是破碎，而坚韧是，该难过难过，该失望失望，该哭泣哭泣，重要的是你能够复原，毕竟生活，就像海洋中行驶的船只，没有哪艘能逃避磕磕碰碰的擦伤，任何一颗有血有肉有感情的心灵都不会无坚不摧，记住有一种力量叫“resilience”。 年轻的岁月总是少不了，迷茫彷徨犹疑踌躇与不安，但就像最朴实的行动也胜过最华丽的语言，最简单的实践也能最有效的打破不知所措，在头脑中彩排千百遍的剧本，终究无法准确反映生活实际， 尝试走出自己的舒适地，接触不同的人，看不同的生活状态，听不同的人生理想，做该做的事，也做点想做的事， 我曾经也如此迷茫，也只有到现在，在过往的实践中总结自己的优势与不足，喜欢与不喜欢，才能慢慢清晰，林子里的两条路，想走的是哪一条。 一个追求完美的人会习惯性地盯着缺陷看，这种注视，不经意间就会偷走搭建自信的一砖一瓦，而实际上，大自然不会创造两片完全相同的叶子，如同它不会创造完美无瑕的事物，发掘自己独特的地方，就像尊重每个生命个体的独一无二，在自己的优势之处耕耘、释放，而不是“忘我”的将自己打造成“最值钱的模样”，在小伙伴的文章里看到这句：You don’t need to be as good as others.You are beautiful the way you are. 木心先生说:“我之为我，只在异人处。”这也是我之为我的理由，我之为我的不需要理由，我之为我的真理，我之为我的无条件真理， 这世上不会有完美的家庭、完美的伴侣、完美的朋友，也不会有完美的自己，在不完美之美中生活欢愉，而不是在完美的遥不可及里苛求、自责。 在一个什么都求快的年代里，不温不火、不慌不忙、不急不躁、不争不抢地成长与成熟，不必着急成功，不必着急证明自己，坚持学习与沉淀，向来静水流深，厚积薄发， 过去的心情，会像花开在岁月的无声里，也凋零在无声的岁月中，看似没有痕迹，却是生命最后能剩下的，因为活着，不止是呼吸着，更是感受着、体验着美与爱，这样的生命才不至于干涸， 2017 的寄语，是昨天写下的：变化但不离根本，柔美又不失力量。活着，像太阳，温暖、热情、拥有能量，又像月亮，温和、素净、安于恬淡。 而生命中每一个重要的你，有你，真好，真好，有你。","link":"/2017/01/01/%E6%96%B0%E5%B9%B4%E4%BF%A1%EF%BC%9A%E5%9D%9A%E9%9F%A7%E4%B9%8B%E5%BF%83%EF%BC%8C%E8%A1%8C%E5%8A%A8%E4%B9%8B%E5%AE%9E%EF%BC%8C%E4%B8%8D%E5%AE%8C%E7%BE%8E%E4%B9%8B%E7%BE%8E/"},{"title":"未来为什么要惧怕呢","text":"前天我问了个问题“成为不惧怕未来的人难度系数有多大”，有人跟我说 ∞，有人说这是他努力的方向。 纠结是实习留用还是参加秋招，感觉未来的一切都那么不确定。 晚上和同事吃饭，我问问他作为过来人的经验，怎么走上 PM 之路，怎么认识的关系那么好的伴侣 and so on。看他工作后又去读了研，辗转多个城市多个行业，卖过保险也考过事业单位，几多变化。但目前挺好的一切都是那么不经意。“好像也没怎么刻意，但就是走到了一起”。 吃完饭骑着自行车回学校，吹着舒服的夏夜晚风，有那么一刻觉得 ——任何你想改变的时刻就会有变化的可能，这世上有那么多因缘际会机缘巧合，自己努力了就是了，未来，为什么要惧怕呢？","link":"/2017/08/18/%E6%9C%AA%E6%9D%A5%E4%B8%BA%E4%BB%80%E4%B9%88%E8%A6%81%E6%83%A7%E6%80%95%E5%91%A2/"},{"title":"暑假的义工之旅","text":"青旅空旷的院子里有个水缸他们跟我说，水缸里会长出莲花我半信半疑 出发放假前想着利用最后一个可以逍遥自在的暑假去体验不一样的生活，可是心里还是有犹豫。第一次联系掌柜时，他说：“即使梦很美，现实也并非会那么温柔地对待你。” 以前看过《打工旅行》这本书，我知道打工旅行的生活并没有听起来的唯美。不过我想自己体验一次。 早上自己带着行李从家里出发，有点期待又有点小忐忑。 来到小莲庄，听名字就觉得它应该长在一个安静的地方。 店长接过我的行李带我到房间，卡卡（青旅的狗狗）热情地来到我跟前蹭了蹭，我摸摸它的脑袋，也跟这位新朋友打声招呼。 这一个个集装箱都是可以用来装载货物远航的 那他们又能装下多少梦想去航行 落叶在青旅的基本工作就是扫扫院子里的落叶。扫落叶时才知道原来一棵树一天可以落下这么多叶子，但树依旧枝繁叶茂。生命正是因为有了代谢才得以永恒。 扫落叶时卡卡跟前跟后的，它总是喜欢咬各种东西，落叶也咬，扫把也要咬。喊了也不听。 浇花的钟叔过来训斥卡卡，喊了句“坐下”，它立马乖乖坐下，“把手伸出来”，卡卡抬起它的“右手”，钟叔打了打它的手掌“叫你不要调皮！” 可是钟叔一走，卡卡又咬起扫把。不是刚教过吗？难怪小月（另一个义工）说它很蠢。不过被教了两三天后卡卡也学乖了，不再咬扫把捣乱了。 此外，卡卡还是挺萌的，它很喜欢流口水，有时候甩甩头就能甩出一地口水，叫人忍俊不禁，口水才是它走过的痕迹。 扫落叶时还能听到声声蝉鸣，看着旁边的茶室不禁联想小莲庄、院子、落叶、茶、蝉与禅… 雨忽然下得好大 我坐在院子里的大伞下 对面的椅子上有片落叶也坐着 不知道它在听雨还是在想着其他的什么 猫狗青旅养了一只猫叫花卷，一只狗叫卡卡。 靠近花卷它会傲娇地瞥你一眼就跑掉，平时也不知道它在哪溜达，一天到晚见不着它的身影几次。但卡卡不同，常常人走到哪它就跟到哪，像个黏人的小朋友。第一次深刻体会到猫的“独立”与狗的“黏人”。逗卡卡玩也成了我们平时的一大乐趣。 你们不让我进屋，我还不会爬窗吗 有天卡卡不知怎的“离家出走”，我们一路寻找，找到时又突降大雨，和这只蠢狗一起困在超市许久。 还有次卡卡的主人钟叔回家两天，这两天卡卡时常自己趴在钟叔房间门口，一副落寞的样子。忽然就明白大家为何自嘲“单身狗”而不是“单身猫”了。狗需要陪伴，猫却一副无所谓。 在屋顶扫地偶遇花卷， 赶紧拍张照，它马上就会溜掉 眼里常含忧伤的卡卡 忍不住给它做了这样一张图 （图片中的文字是： 你干嘛要惦记一个人呢 好好做你的狗 该吃吃 该睡睡 你干嘛要惦记一个人呢 干嘛要把自己的喜怒哀乐 都放在别人身上啊 这种事人都处理不来 何况你一只小狗） 客人有天早上在茶室喝茶认识了来旅行的 A 叔。他为不知道怎么教育自己的孩子一脸愁容。知道我是心理系研究生后让我帮他分析下他儿子的情况，问了我好多关于青少年教育的问题。虽然这些问题对我来说有点烧脑，但听到 A 叔很真诚地跟我说：“谢谢你。和你聊完后心情好多了。我觉得和你说话都没有代沟。”还是挺开心的。 A 叔还和我分享了他自己工作三十年的一些经历与经验。我自己阅历有限，有时听听长辈的经验教训更能体会到好多东西都需要时间去积累去磨练。 连续几天看到 B 大哥到前台买瓶啤酒或可乐，然后自己一个人在茶室里坐很久很久，看着不像来旅行的，不知道他是不是借着小莲庄的幽静消化什么经历与情绪。看着他的面容不禁想到不管我们经历了什么，所经历的一切终将被消化成为我们血肉的一部分，融进生活的整体，无法扯离。 后来我真的忍不住了，在 B 大哥到前台买可乐的时候问了句“你是来玩还是…”，“哦，我来等消息的”。虽然我不知道他在等什么消息，但我知道等待的过程通常是煎熬。 住了几天后 B 大哥说要退房了，离开时他给了我们几包牛肉干。 在这里可以闲坐还可以下棋 有位客人和钟叔一起教我围棋 七夕夜小月带着一瓶酒自己到楼顶坐着。晚上 10 点多的时候 C 姑娘来前台借开瓶器，也想到楼顶喝酒。似乎这就是个需要酒去沉淀往事的夜晚。但她站着和我们聊一会儿后就聊开了。我把楼顶的小月叫下来喝奶茶，加上前台，四个本是萍水相逢的人竟有了次彻夜长谈的缘。 我们聊了每个人自己的经历，也聊了在旅途中遇到的各种各样的人。 C 姑娘曾面对自我概念与信念的崩塌，也经历自我重建的迷茫与痛苦。 原生家庭带给一个孩子的伤害可能需要一辈子时间去愈合，而能否愈合还是个谜。人世间的幸与不幸万万千千，我们很难真正体会到每个复杂个体所经历的绝望与希望。 回房睡觉时大概有凌晨四点了，略感心跳加速，头脑昏沉，毕竟是个几乎没熬过夜的人。 夜游两江四湖， 在游船上饱览一场 山水、桥梁与灯光共同编织的 五彩斑斓的梦 心结掌柜带着他的吉他坐在院子里的木台阶上，看到我走过来轻描淡写地说了句“其实 shanshan 心中有许多结”。这句话违反了我快乐又爱笑的形象，引起了众人的好奇。掌柜说在我的眼里看到哀伤。虽然我觉得这和我那天用“世上最愚蠢的方式”把自己烫伤有关。烫伤的样子用前台的话说就是开水起到硫酸的毁容效果，花了一周时间才好些。不过我还是坐下来和掌柜探讨可能存在的心结。我认真地问了句“我的心结如何解”，掌柜答“自己解”。我想也是。 我们这几个人都算是一场萍水相逢，可能离开这里就不会有任何交集，但那天下午我们聊了很多东西。我也没有任何隐瞒，直接撕下坚硬的外壳讲述内心深处的不自信，讲述活在外界规范与期待中的二十几年，讲述无论如何都比不上别人家的孩子的心酸，讲述平平稳稳却又时常迷茫的生活，讲述那些不知道算不算的八卦杂事… 他们也和我讲了许多自己的经历与见闻。 那天下午我印象最深的是这一幕：掌柜说自己刚学琴时一天用 8 小时弹同一根弦，弹到最后对每根弦的每个音都无比熟悉。他顺手拿起旁边的吉他，用一根弦即兴弹奏一段。我说虽然只用了一根弦，但很好听，我当时大脑只有琴声，什么也没有。掌柜说但那几分钟过去后什么也没留下。是。根据此情此景的创作只存在此时、此刻、此地，不做积累，不再重现。 想起和小月去看的电影《海洋之歌》里反复出现的这几句歌词： 此地之间，此刻之间，南来间，北往间；时空之间，永恒之间，西来间，东往间… 漓江边散步闲坐，路边有人弹唱了许巍的 曾经的你、蓝莲花、旅行… 很多人驻足聆听，大人小孩男人女人， 也很多人默默掏出自己的零钱， 不知道是为街头歌者的歌声买单， 还是为自己的那点共鸣买单，谁知道呢？ 混住义工每周有一天休假，我们用两天休假到阳朔玩。 前台给我们推荐了西街的瓦舍。我和小月选择三人间。搞笑的是我提交订单时把性别留在默认项“男”。订单无法取消。一个大写的囧。给青旅打电话得知所有房间都是混住的所以不影响。我和小月都好奇另一个人会是什么人。 桂林的天气简直有毒，一天可以在晴雨之间切换好多次，而且是大晴大雨。虽然坐着竹筏穿行在山水间很惬意，但时而冒着雨、时而冒着太阳地游山玩水还是累人呐，晚上 8 点多就回房休息。 推开门看到另一张床是个外国小伙子，小月投来失望的眼神。没想到的是我们三竟然用生动的手脚比划加上时而卡顿的英语欢快地聊到 11 点。这是位来中国旅游的法国小伙子，挺有意思的。 瓦舍的床很舒服，无比放松地睡了一觉。 早上醒来的时候法国小哥已经飞上海了，而我和小月策划着骑行。 石柱石笋钟乳石都是奇形怪状的 导游说86版西游记的龙宫在这里取景 告别早上再和钟叔喝了杯茶，就像来这里的第一天一样。 仓促几句话，前台小哥还在担心刘姑娘的事。问我意见。我只能留句“不要着急，每个人都有自己的成长节奏，一个人无法代替另一个人去探索去感受”。 拉着行李走出小莲庄的时候，掌柜、前台、小月、刘姑娘还有卡卡都在门口，和他们道别后竟不敢回头，这样一段时间的相处总会有不舍。 不过人生就是如此，聚散有时。 时间在走，我们也在走。 刚来的时候，我总是念叨着水缸里 只有莲叶，没有莲花 离开之前，莲花开了 总算看到了心心念念的花开","link":"/2016/08/24/%E6%9A%91%E5%81%87%E7%9A%84%E4%B9%89%E5%B7%A5%E4%B9%8B%E6%97%85/"},{"title":"毕旅期间每日小记","text":"6.10（周日）出发到重庆，在飞机上犯困之际迷迷糊糊瞥了一眼窗外，忽然被吸引了，夜空中繁星点点，大地上城市人家灯火明亮。天上人间，光与光在呼应。 6.11（周一）重庆凡是吃饭的地方都飘着一股油辣味，中午吃了珮姐火锅，下午到磁器口，晚上吃完吴抄手走去看了拆迁中的十八梯。下了一天大雨，颇为狼狈。 6.12（周二）在鹅岭登高望远，随后到人民大会堂和三峡博物馆，到朝天门看两江交汇，再排了长长的队坐一回长江索道，最后是洪崖洞夜景。果然山城，每座楼第一层海拔都不一样，整座城市很有层次感。 6.13（周三）早上踩点到重庆北，拉着行李箱奔跑。中午在成都吃了火锅，叫月满大江。下午去了武侯祠和锦里。晚上在贰麻酒馆，又走了走廊桥边的酒吧街。 6.14（周四）今天看大熊猫了，看它们吃竹子、吃苹果，爬树睡觉挠痒痒，呆到萌也是一种实力。晚上逛了三个相邻的商圈，春熙路、IFS和太谷里。 6.15（周五）休闲游的最后一天，到杜甫草堂看了诗中破落的茅草屋，逛了宽窄巷子，中午吃了马旺子，晚上体验了下 muji 的 café &amp; meal。回酒店的路上采购些零食干粮期待后半段旅程。 6.16（周六）五点起来启程高原行。看了大渡河和泸定桥才知道“大渡桥横铁索寒”的惊险，在折多山观雪台看了场六月雪，在康定听导游唱康定情歌，4200 的海拔饼干面包都涨破了。一丢丢高反，不过不影响我看美景。 6.17（周日）早上看了雅江十八弯，挑战了 4718 海拔的卡子拉山。高原的山不同程度的青绿紫营造了多彩的层次感，蓝天白云都很立体。车上导游放了好几首纯正的藏族民歌，发现他们歌唱草原、姑娘、汉子，词和曲给人的感觉是辽阔朴实。中午在理塘县品尝了高山鳕鱼，下午继续翻山越岭，经过兔儿山、海子山，还在尊胜塔林和马马转了一圈佛塔。今天几乎一整天都在海拔4000米以上，没有高反是不可能的，但景色美是真的。 6.18（周一）到了核心景点，被称为“蓝色星球最后一片净土”的稻城亚丁。景色真的很美，可是要看这美景却不容易。 很多人直接在山脚放弃了，都说高原山路危险，要量力而行，爬山前我也有点忐忑。最后还是和马马经受住高原缺氧、阳光毒辣、狂风四起和山路崎岖的考验，从海拔 4100 的地方徒步上 4700 的山顶，又徒步下山，大于 10km 的艰难路程。 翻过一个又一个小山坡，一直到最后一个又陡又窄的山感觉大家都充满了绝望。陌生人之间互相问路互相感慨。“这是最后一座了吧”“别爬上去还有另一座啊”“也不知道这山上景色怎么样，可别辜负了这艰辛啊”“快到了，加油加油”。此时互不认识的人都像患难兄弟了。 在山上有个皮肤黝黑看起来像本地人的大叔问我们从哪里来的。“杭州”。他听了竖起大拇指“从平原地区来的，能走上来，你们好样的！”我看着四周，很美，听着这话，感觉有点感动了自己了，因为爬上来真的很不容易。 在山路上想起仓央嘉措那句 “转山转水转佛塔，不为修来生，只为途中与你相见”，忽然觉得这得用尽虔诚与真情吧。 晚上在龙古村吃了改良版的藏族菜，看了藏族歌舞和民俗表演，以及看起来开心又热闹的篝火晚会。 6.19（周二）昨天从山顶下来的时候一个大叔问我们山上风景怎么样，他说自己就差一小段路就到山顶，因为太累就往回走了。大叔让我把拍的山顶的照片发给他，说要向在山下等的朋友炫耀一下。大叔还说他和几个朋友每年都会自驾游川藏线的不同路线。刚刷朋友圈看到大叔发的和朋友前往下一站的照片。照片中他们皮肤黝黑，pose很逗，笑得很开心。欣赏他们这种活力满满，心态很年轻的生活状态。 今天在塔公寺看到几个穿藏族衣服的老太挨个转经桶，并喃喃念着六字真言。她们带着虔诚的信仰过一生。还偶然看到来塔公草原拍结婚照的藏族新人，原来他们结婚和我们一样会带着专业摄影师外拍。 路上可以看到像大叔这样活力满满的人，也有受不了高反早早回程的人；有玩得很开心的人，也有表示旅程辛苦再也不来的人。 忽然发现，除了看风景，我还喜欢看陌生的地方不同的人各种各样的生活状态，可以是自己欣赏的、认同的，或是陌生的、不解的，越是接触和自己不一样的东西，越是认识到生命状态的迥异，越能跳出自我中心的去看待、理解与尊重外面的世界。 6.20（周三）回到成都，顿感“神清气爽”，原来高原和平地的气压差别和含氧量差别给身体带来的感受如此明显。和马马聊起这几天上厕所的“绝望”，两个人边说边笑。我觉得比起高反更让我难以适应的估计是上厕所的条件如此“一言难尽”。 6.21（周四）毕旅期间的整整十天，穿梭在各个从未踏足的地方，早上启程回杭州，中午飞机着陆的时候，仿佛一下子回到生活中。下午到校医院把毕业体检的事办了，晚上又把旅行期间积累的衣服洗了，真的是回到生活中了。","link":"/2018/06/21/%E6%AF%95%E6%97%85%E6%9C%9F%E9%97%B4%E6%AF%8F%E6%97%A5%E5%B0%8F%E8%AE%B0/"},{"title":"淡定地面对「碾压」与坦然地成为「自己」","text":"先讲个小事吧。研究生新生的第一次班会大家做简短的自我介绍，基本模式就是介绍下姓名、家乡和本科学校。除了浙大本校上来的，在大家的自我介绍中还出现了清华北大武大南开等等高校。记得有个同学说“大家的本科学校都很好，我就不说自己来自哪里了”，虽然我不记得这是哪个同学了，但我印象很深的是之后的一个女生说“虽然我的本科学校也没有大家那么好，但我很愿意说出我母校的名字，我很感谢在 XX 大学呆过的四年。”那时班里响起一阵掌声。 最近朋友圈有两篇关于 985、211 的热文，大学的时候就和同学讨论过这个话题，看到这样的文章竟然有种过来人心态。有时我们是该想想，上了怎样的大学，对我们而言意味着什么。 如果让我用一句话总结，那就是“忘掉标签，才能获得自由。” 回到大学时的那次讨论，那是刚上大四的时候，有个同学找工作找得心力交瘁，跟我说：“高中的时候那么努力读书，以为上了个全国顶尖大学前景就一片光明。现在才知道不过如此。文科专业毕业了工资还不如普通大学懂点技术的学生。城里的房子租不起，每天要千里迢迢挤早高峰的公交地铁去上班。回家的时候别人还以为我是名校大学生在大城市工作潜力无限，自己心里却迷茫不知归处。” 感慨一番，她又接着说：“我有个小学同学，她成绩不好，所以也没怎么读书，现在在家里那边结婚了，生活得也很幸福。现在让我回家心有不甘，不回家也不知道自己能在外留多久。马斯洛说了人有自我实现的需要，现在却觉得自己在哪里都实现不了。我忽然不知道自己当了那么多年学霸，那么努力读书的意义在哪里了。还不如我那个同学，不去想什么自我实现，可能活得还轻松些。” 找工作不顺利的时候难免自我怀疑，所以这个同学也有一肚子苦水，当然是情绪化的，过了那段时间也就好多了，不过这段话倒让我想起这张图： 之前的文章中提过禅宗用来形容人生三境界的这句话“看山是山，看水是水；看山不是山，看水不是水；看山还是山，看水还是水”。这句话和这张图表达的内涵不谋而合。如果我那同学的小学同学在第一阶段，她就在第二阶段，要到第三阶段，路还好长好长。我常常也觉得自己处于这个痛苦又漫长的阶段，路漫漫其修远兮。 更直接的看，“比较”才是痛苦之源。就刚才的例子，也许你的中学时代披星戴月刷题背书，人家正逢情窦初开谈情说爱，你好不容易闯过高考的独木桥，成了大家眼中的名校高材生，却看着当初过得比你轻松的人依然过得比你轻松。名校学生又何尝不是受尽“比较”的煎熬？有人说 985、211 高校的学生说自己会自卑会迷茫是无病呻吟，这是不负责任的一句话。 首先，很多人都是当时班里的佼佼者，当这些曾经的尖子生汇集到一起，成绩好的优势就没有了，一时不知如何“自我定位”。而且整个大环境在强调高考的重要性时似乎有点用力过猛，让学生误以为高中承受的苦与累高考后就能得到解放与回报。谁知，高考是终点，更是起点。 再者，如果说初高中是个湖泊，大学就是片海洋，在这广阔的空间里，总会有人比你聪明，比你漂亮，比你有才，比你有钱…… 甚至给你 360 度无死角的全面碾压。尤其是从小县城来到大城市的学生，感受更深。 还有，大家对你的要求和期许也不一样了。我有时和同学调侃这样的就业形势毕业后要找不到工作了，他们会说“你南大本科，浙大硕士，两所 C9 高校毕业说什么找不到工作。”可是大家对一个所谓的名校硕士生和普通大学生找到工作的标准一样吗？为什么北大毕业生卖猪肉就要上新闻？ 常常听人说这是个最好的时代，也是最坏的时代。可以说这个社会变得越来越包容开放，但在某些方面却也越来越狭隘，比如用同一个模子去标准化一个人，身高样貌背景出身才华成就… 在各个方面符合了这个模子才算“好”。有些东西是我们可以通过努力去争取的，但有些东西就是无法改变。你会把自己与其他人比较，别人也会把你和其他人比较，本质上都是比谁更符合这个“模子”。可是你为什么要去符合那个模子呢？那句“我就是我，是颜色不一样的烟火”唱得多好。 我也曾认为自己算是个还不错的学生，至少初高中时能作为学生代表在开学典礼发言，能作为毕业生代表给初一高一的新生分享经验，省市三好、优干的奖状好几张。到了大学发现过去取得怎样的成绩都是“然并卵”，刚开始面对各种碾压，心理也会不平衡，和家人聊天的时候还会哭，是发自内心地伤心地哭，还好我总是能很快的走出来，时常提醒自己：如果有幸到了名校，记得学校提供了好的平台，但最终能走多远靠的还是自己。高考考察的最多是部分智力，而一个人最终拥有什么还和情商、机遇、家庭等各种因素有关。到了名牌大学不意味着就会拥有一切，不到名牌大学也不是一无所有。况且，这个社会本来就是金字塔结构，越往上走，压力越大，因为越高处，人越少，竞争越激烈。你不必去符合大家都认为好的那个“模子”，但无论在哪，都要重新做好自我定位，适应所处的环境。 后来我学了心理学，知道有“心理能量”这么个概念，算是从理论上找到依据，证明“有时被碾压也没什么不好”，因为在某一方面极端的出色，往往伴随着在另一方面相应的代价。偶然在知乎看到这个回答说到了“心理能量”就截图了。 我们出生在一个快速变迁的时代，竞争激烈，还有太多的不确定，伴随着群体性的压力与焦虑，在这样的大环境下，我们无法否认好的出身、样貌、智商确实能让一个人更省力地立足于社会，但是，希望你能记得：如果你心里有个真正想要到达的地方，就不会看到别人bling bling地发光就慌慌张张，因为别人的生活，别人的追求，都是别人的事。看到优秀的人就大大方方地欣赏他们的光芒，而不是怨天尤人地自惭形秽。因为你有你想去的地方，你有你想要的生活，你不用和别人一样，你也无需整个社会来认同你、欣赏你。如果你有自己坚定的内核，外在的声音，赞美也好，贬低也好，都不会帮助你分毫。可能有人会跟你说，就该如何如何，本来就是如此。这时你可以想想鲁迅先生的这句话“向来如此，便对么？” 这世上一定会有人比我们优秀，拥有比我们更优越的先天条件，也总有人比我们更艰苦，没必要自卑，也没必要秀优越感，反而，我喜欢《了不起的盖茨比》开篇的这段话： “我年纪还轻，阅历不深的时候，我父亲教导过我一句话，我至今还念念不忘。‘每逢你想要批评任何人的时候，’他对我说，‘你就记住，这个世界上所有的人，并不是个个都有过你拥有的那些优越条件。’” 最后，再分享陈绮贞的一段话： “曾经有人告诉过我说“爱”其实是一个动词，要了解爱最好的办法就是“去爱”，我常常觉得这个世界太过正常了，所以特别的人会显得格格不入，这时候我们必须要锻炼自己的抵抗力，为了对抗外在世界对我们的制约，更要对抗自己对自己的否定。” 愿你的心一直单纯、轻盈、温柔、坚定。","link":"/2016/10/31/%E6%B7%A1%E5%AE%9A%E5%9C%B0%E9%9D%A2%E5%AF%B9%E3%80%8C%E7%A2%BE%E5%8E%8B%E3%80%8D%E4%B8%8E%E5%9D%A6%E7%84%B6%E5%9C%B0%E6%88%90%E4%B8%BA%E3%80%8C%E8%87%AA%E5%B7%B1%E3%80%8D/"},{"title":"短日记集合","text":"2015-10-20时而糊涂，时而清醒，兜兜转转一圈，才更清楚自己想要的是什么，至少这种感觉是轻松的。 2015-11-11雨天，组会，复习～～～哦哦哦，考完试要，整理下自己，像打扫凌乱的屋子～～～ 2015-11-15走在校园，一片大大的梧桐叶落在肩上，几片小叶子擦着手臂飘落，在落叶轻倚的小路上，掂了掂秋末冬初的重量。秋学期的最后一天，阳光代替了连日的雨天，带点温度跟即将到来的冬学期say hello～ 2015-11-24纷纷落雨无歇时，等一个晴天，晒衣服晒被子晒枕头","link":"/2015/11/24/%E7%9F%AD%E6%97%A5%E8%AE%B0%E9%9B%86%E5%90%88/"},{"title":"研究没什么进展真让人惆怅","text":"来学校的两周，杭州大部分是友好的晴天。经常和爽在午饭后到图书馆前的草坪晒晒早春柔和的阳光，再暖暖地回到实验室。 每周有那么一两天，我们在下午“逃离”实验室，爬过学校附近的宝石山来到西湖，看看“无限好”的夕阳再慢悠悠走回学校。 一次在宝石山上，爽说：“我要转硕，意味着今年要找实习，可能还要找工作，想到就觉得迷茫”。做研究、找实习、找工作，这过程没经历过迷茫的简直是上帝的宠儿吧。 我玩弄着路边捡到的小野花和松果，跟她说“看吧，生活除了迷茫和不知所措，还有更多的寻欢作乐。”她笑了。我自己也笑了。 研究没什么进展真让人惆怅。查看邮箱顺便整理下旧的邮件。看到本科老师回复我交的作业的一封邮件:“阅读了你的文献分析报告，不错。课上就注意到你思路很清晰，知识点掌握得也很牢，我觉得很有做研究的潜力。不过据说你打算毕业后工作？Anyways，金子在哪里都会发光的”。 我那时只是没有考研的打算，后来幸运地保研了。看到老师的这番话有点惭愧，觉得自己或许是看起来像金子的黄铜合金，干脆改名叫黄铜好了，我刚好姓黄..(⊙_⊙) （开个纯属自嘲的玩笑） 这是个有趣的世界，我们会认识各种各样的人，有人会给你肯定，有人会给你否定；有人带给你希望，有人带给你失望；有人让你欣喜，有人让你心寒。 就像世间很多东西是“此之蜜糖，彼之砒霜”，而你始终无法决定什么人会喜欢你，什么人不喜欢你。于是我们能做的就是做好自己，努力朝自己喜欢的方向前行。有句话这样说：“人会长大三次。第一次是在发现自己不是世界中心的时候。第二次是在发现即使再怎么努力，终究还是有些事令人无能为力的时候。第三次是在明知道有些事可能会无能为力，但还是会尽力争取的时候。”","link":"/2017/03/10/%E7%A0%94%E7%A9%B6%E6%B2%A1%E4%BB%80%E4%B9%88%E8%BF%9B%E5%B1%95%E7%9C%9F%E8%AE%A9%E4%BA%BA%E6%83%86%E6%80%85/"},{"title":"积极情绪","text":"晚饭的时候猪问“你这几天是不是在怀疑人生？”我默默点点头。 “忽然觉得自己对很多东西都不明白。” 过了会我说“忽然又觉得自己好喜欢心智成熟又聪明可爱有活力的人”，猪说“这样的人情商很高”。总是觉得一个人只有自己幸福快乐才会带给别人幸福快乐。因为现在研究的主题和积极情绪有关，在各种文献资料中多多少少接触了点积极心理学相关的东西。 引用积极心理学里的一段话： 弥补损失能帮人减少痛苦，但人为了不空虚和更快乐，需要能主动构建幸福生活。了解幸福生活有三种：一是快乐的生活，积极性格与遗传关系很大，快乐感去得较快；二是参与生活，找到自己的长处充分参与到生活和休闲中；三是有意义的生活，将自己的生活与给别人带来的幸福联系在一起。","link":"/2017/01/15/%E7%A7%AF%E6%9E%81%E6%83%85%E7%BB%AA/"},{"title":"立夏","text":"下了几天雨，今天总算是晴天。休息了一周没到实验室，今天决定回归学术。刚好大师兄在给大师姐传授结婚经验。还吃了个大师兄结婚的卤蛋。才知道送新婚夫妇鸡蛋寓意着“早生贵子”。 到咖啡屋还了上周借的《人类简史》，又借了本《稀缺》。晚饭后自己到草坪散散步，晚上又到操场跑了几圈。觉得自己的生活就是在学术、读书、吃饭、散步、跑步中循环…生活节奏很慢，很平静，却也怡然自得。 有些时候付出了会怕没有得到期待的结果，但也会跟自己说，无论如何，我努力过呀，每一次尝试都能换来问心无愧的踏实。 立夏了，但愿一切都是满怀希望的，像这个充满生机的季节，像树上慢慢浓郁的绿，像夏天欢快的虫儿鸣…","link":"/2017/05/05/%E7%AB%8B%E5%A4%8F/"},{"title":"第一句话与《清白之年》","text":"小长假最后一天，午睡时迷迷糊糊竟然想起多年前，高中的第一堂英语课。老师说用英语做个自我介绍就能得到她给的棒棒糖。 初中就同班的阿美坐我后面，跟我说想要那个棒棒糖，让我帮她拿。作为“仗义的小伙伴”我勇敢地站起来。在我开口前，英语老师先说了句“I like your smile”。这是高一英语老师对我说的第一句话。 我几乎无法记得别人对我说的第一句话是什么，唯独这个片段想起来还无比清晰。你们呢，还记不记得什么人跟你们说过的第一句话是什么？ 这两天循环了好多遍朴树的《清白之年》： “心里像有一些话，我们先不讲，等待着那将要盛装出场的未来。”“此生多勉强，此生越重洋，轻描时光漫长低唱语焉不详。” 云音乐热评中有人摘录了朴树三句歌词： “有些故事还没讲完那就算了吧”——《那些花儿》 “你的故事讲到了哪儿”——《平凡之路》 “我想回头望，把故事从头讲”——《清白之年》 也许在不同的年岁里，我们会讲不同的故事，但无论用怎样的方式讲怎样的故事，这些故事都会给我们理由去热爱这个美好又遗憾的世界。","link":"/2017/05/01/%E7%AC%AC%E4%B8%80%E5%8F%A5%E8%AF%9D%E4%B8%8E%E3%80%8A%E6%B8%85%E7%99%BD%E4%B9%8B%E5%B9%B4%E3%80%8B/"},{"title":"结语","text":"毕旅回来后似乎每天都有那么点事做，也迎来读研生涯的真正尾声。 过去几天： 6.22（周五） 一大早到华家池拔牙，麻药褪去疼了一个下午，“忍痛”去领了毕业生登记表和毕业照。 6.23（周六）看马马大包小包的打包行李，静静是早就搬得干干净净了，大家都要陆陆续续离开了，坐在桌前整理了一天 Life in ZJU。 6.24（周日）第一次去看提前租好的房子，也是第一次合租室友齐碰头。 6.25（周一）阳光很好，洗了也晒了之前换下没洗的床单被套，每次收被子都想给做足日光浴的暖暖的软软的被子一个大大大的拥抱。今天在小犊子圈发出了谢师宴邀请。 未来几天：收拾行李、搬家，办各种离校前要办的手续，6.27（周三）有系里的毕业晚会，6.28（周四）是毕业典礼，6.29（周五）谢师宴，6.30（周六）公司入职。 其实最近都很平静，似乎也不再需要去总结读研三年的种种，这些以时间为轴组织的文章与日记已经是读研时光最好的见证。 走过一个阶段，走向下一个阶段。 踏实。从容。勇敢。谦卑。","link":"/2018/06/25/%E7%BB%93%E8%AF%AD/"},{"title":"给微信瘦身","text":"因为有对微信“瘦身”的习惯，不定期删除因各种临时事宜加的不熟也不会有联系的微信好友。今天给微信瘦身，又是一次“扫描”自己朋友圈的机会。 我发现我的好友里有这样的人：TOP 高校研究生学霸，颜值高，家境好，音乐美术摄影样样精通，不禁让人感慨真的有近乎无可挑剔的人。 还有这样的人：在互联网校招群看到他分析问题思路清晰，视角全面，观点出彩。我忍不住加他微信，向他请教如何培养这样的思维。后来知道他是今年毕业的二本本科生，入职 BAT。在对一些问题的分析上，我作为双 C9 研究生也自愧不如。不禁想说，术业有专攻，英雄不问出处。 还有我大学时的好朋友：一个漂亮的妹子，大学毕业后世界各地打工旅行至今，去了不同城市不同国家的很多地方，认识了各种各样的人，过着和我的每个同学都截然不同的生活。两年没见到她，知道她的下一站是杭州，特别开心。很想见见她，也想听听她这两年的所见所闻所感。 每个人都不一样，每个人的生活也都不一样。这世上本来就没有最好的路，有的只是你如何走好自己的路。一个人能心态平和，不卑不亢，从容不迫就是种软实力；能踏踏实实地追求自己的追求，成为自己想成为的自己，就是走在最好的路上。","link":"/2017/12/09/%E7%BB%99%E5%BE%AE%E4%BF%A1%E7%98%A6%E8%BA%AB/"},{"title":"脱离自我中心去体验自己","text":"这两天都是雨天，明明是秋天，但这细雨却让人想到“杏花春雨江南”，当然雨有时也下得有点狂放，在宿舍都能清晰地听到雨声淅淅沥沥。 昨天下午上了一次英语课，是研究生生活的第一次课，但今天还是退了，再考一次六级吧； 今天上了两门专业必修课，在本科课程的前面加上“高级”二字（高级心理学与高级心理统计），其实并不怎么有趣，逐渐预见了并不轻松的研究生生活，两年半的时间，虽然课不多，但学术任务还是有些的，难易不知，只是一如既往告诉自己“不着急，不害怕，step by step… 9 号来杭州，今天算是第 7 天了，一周来除了宿舍没有独卫和阳台有点不方便，而学校里的生活条件也不及本科，其他的也都挺好的。哦，还有点伤心事——倒开水时不小心让水溅到下巴烫伤脱皮了，又疼又丑。 想起一个心理学实验，研究者让被试以为自己脸上涂上了东西（其实什么也没有），让他们走一圈，报告自己的感受。被试说觉得别人在用异样的阳光看着自己，其实用异样的眼光看待自己的只有自己。虽然知道别人不像自己这么关注自己，但还是很容易用自己的视角去代替别人的视角，所以这两天出门都有点难过，总觉得自己有“毁容”的即视感。 学着跳出自我中心吧，不要太关注自己。就像在更大的范围上，也要脱离自我中心去体验自己。 没有人是世界的中心，最多就是自己的中心，但是智者应当是——不以自我为中心的去看待外界，对待周围的事物；不以自我为中心的去与人交谈，少些对自我的倾诉，多些对别人的聆听；不以自我为中心的去理解别人的想法与选择，少些理所当然，多些体谅与支持。 现在雨不下了，还能听到虫儿鸣，周围静静的，写完日记就得去睡觉了。","link":"/2015/09/15/%E8%84%B1%E7%A6%BB%E8%87%AA%E6%88%91%E4%B8%AD%E5%BF%83%E5%8E%BB%E4%BD%93%E9%AA%8C%E8%87%AA%E5%B7%B1/"},{"title":"记一次组会与一段对话","text":"过了满是 bug 的一天，但幸运的是总有那么些让人想记录的事。 我们实验室有十几个来自世界各地的留学生，今天两个留学生做了报告，大家展开了热烈地讨论。其中一个人报告了“work ethic（工作伦理）”方面的研究。一位新加坡博士留学生说在新加坡年轻人的组织忠诚度不像中国这么高，而且愿意加班的大部分是中国人。其他留学生也表示中国人似乎更愿意work overtime。大家就造成这种差异的原因展开讨论，包括文化、宗教、时间与金钱观、为后代积累财富的观念、环境差异的进化心理学分析等等。虽然得不出结论，但真的是一次很好的跨文化交流与思维火花的碰撞。 中午吃饭的时候我再次对建哥（本科财政系）工作五年后还能跨专业考上浙大心理系研究生表示佩服，他说：“我自学了两年半，考了三次研。”我们真的只是看到他的成绩没看到他背后的付出与坚持。我又问：“你是怎么在工作后还这么坚持学习的。”他说“因为大家都在学习啊。”他讲了他和部门的同事，在每晚 7:30 下班后一起留下来自习到 10:30 才回去，他自学心理学，同事备考注会，在他硕士即将毕业的时候，他的同事基本上也把注会考出来了。不去对比心理学硕士与注会证哪个更有价值，只想说个人综合素质的提高与职业技能的精进，都是一辈子的事。 在离开学校后，我还会坚持学习、思考、读书、写文章吧？ 其实只要心里有真正想要去到的地方，想要达到的生活状态，就会有一股力量帮你在宇宙中找到并坚定地凝视自己的愿景，别人赞赏也好，贬低也好，都不会削减你从这种凝视中得到的充实与幸福。","link":"/2016/10/24/%E8%AE%B0%E4%B8%80%E6%AC%A1%E7%BB%84%E4%BC%9A%E4%B8%8E%E4%B8%80%E6%AE%B5%E5%AF%B9%E8%AF%9D/"},{"title":"说给「纠结」听","text":"昨天晚上学妹来问我保研的问题，想想这对我来说已经是一年前的事了。那时多纠结啊！ 记得当时犹犹豫豫，是读研还是不读，是本校还是外推，外推到哪个学校，选哪个方向哪个导师……解决完一个问题总还会有下一个问题待解决。于是，在开学前跟室友说，“好烦，我们出去走走吧”。恰好那时室友也有自己的心事，我们就这一句话便说走就走。从9月1号到9月5号，两个城市玩了五天，其中还有两天是雨天，回来也是略疲惫。 “你每天都在做很多看起来毫无意义的决定，但某天你的某个决定就能改变你的一生。”这是《西雅图夜未眠》的一句台词。 “每时每刻，你做的每个决定都可能改变你的一生。”这是《罗拉快跑》的一句台词。 越是强调一个选择的重要性，越是难以抉择。后来终于明白了，你怎么知道你的一生是怎么样的呢？那又怎么说某个决定就改变了你的一生呢？也许这就是你本来的人生呢？况且，会纠结说明向左走向右走对你而言差不多，既然差不多，那重要的不是你做了什么决定，而是做了决定之后你是怎么做的。不可控因素总会存在，就把它们交给不确定吧。","link":"/2015/09/04/%E8%AF%B4%E7%BB%99%E3%80%8C%E7%BA%A0%E7%BB%93%E3%80%8D%E5%90%AC/"},{"title":"追求与捍卫","text":"要说自己最近太忙没空写文章，恐怕都骗不过自己。可是大脑被论文捕获后明显带宽不足，处理不了论文之外的文字。 大一以来每年都会在 12.31 或 1.1 这两天写篇年小结，坚持六年的习惯在 17 年与 18 年的交界中断。也想写点什么，却敲不出三两行字。 古诗云“谁能思不歌，谁能饥不食。”很多动人的诗词歌赋都是诗词作者在为人为家为国为理想百般忧愁苦闷的时候写下的。当事物失去它固有的平静就会想要发声，就像胃里没有食物也会咕咕叫一样。 想到这我忽然有点欣慰，是不是因为我的 2017 太平静了，平静如童话世界里雪后空有白茫茫一片的悄无声息。 习惯了工作日起来后就到实验室，晚上回去收拾下就睡觉，周末和同学们吃饭、唱歌、看电影。我这两个月的生活真棒哇！学习玩乐两不误，松弛有度恰到好处。 我“醉心”于这样忙碌充实的生活，不用顾虑自己是被喜欢了被讨厌了，不用琢磨自己所做的选择是对了还是错了，不用去想是不是到了哪个年纪就理应如何如何，也不用考虑生活除了眼前的苟且是不是还有远方的苟且。 周五周六两天没有学术，今天到实验室弥补。打开电脑，接着习惯性打开文献。想说忙碌是种好东西。可是这样的“忙碌”似乎也让人失去了感受生活的能力。我不再像以前因为看到生活中的小细节、听到同学给我讲的小故事就能用文字保留一点点触动与思考。 《无问西东》里吴岭澜回答校长梅贻琦问他专业选择的问题时说，“在这个年纪，读书、学习都是对的。我何用管我学什么，每天把自己交给书本就有种踏实。” 梅校长问他“什么是真实？”，接着对困惑的吴岭澜说：“人把自己置身于忙碌当中，有一种麻木的踏实，但丧失了真实，你的青春也不过只有这些日子。” 什么是真实？电影里说真实是“你看到什么 ，听到什么，和谁在一起，有一种从心灵深处满溢出的不懊悔、也不羞耻的平和和喜悦。” 看电影时对这个片段印象深刻，不仅因为我最近也处于这样一种忙碌中，更是因为前两周我和好朋友小赵也有过一次关于专业选择的对话。 那天晚上我们一起去汗蒸。铺满鹅卵石的汗蒸房只有我们两个，很舒服也很安静。我们就这样很放松地躺着，认真又随意地聊天。 小赵问我：“如果高考志愿可以重新选择，你会选择哪所学校，什么专业？” 我认真地思考一番，“还是南大吧。”“那专业呢？”“就从环境转心理，这路线挺好。” 深思熟虑之后，我竟然没有想要去改变过去的经历。小赵说：“我以为你会说学计算机或软件，这两个专业最赚钱了。” 大一转专业后学习心理学的那三年几乎改变了我认识自己与认识他人的方式。 我开始了解自己的行为模式怎么形成的，也学会了如何认识自己的小情绪和小烦恼；我不会轻易对一个人作判断，也不会轻易带上有色眼镜去评价一个人；我学会了如何倾听，如何帮助身边的人解决一些小困惑。假使我学了计算机，每年能多赚好多钱，也不一定能换来现在拥有的平静与从容。 之所以不直接选心理学，还想保留转专业这条曲线，是因为通过不同专业的课程，经过这一番探索才能让自己在学“不被看好”的心理学时更踏实。更重要的是，我大一认识的那些重要的朋友，我想认识他们。 我大概这么跟小赵解释。站在人生的四分之一处回首过去，难过也好，开心也好，曲折也好，平坦也好，所走之路没有无用之经历。 为了不让大家对心理学产生误解，我得解释一点，不应把这些收获都归功于心理学这门学科，更重要的是遇到好老师的魔力。 德国哲学家雅思贝尔说真正的教育“是一棵树摇动另一棵树，是一朵云推动另一朵云，是一个灵魂召唤另一个灵魂”。 我刚转专业的第一个学期就遇到这样的老师。我曾以为我会从事教育行业，也当一个这样的老师。但是，就像一条河流不知道自己要流经哪里才能汇入海洋，我最后也没有选择到学校工作。 不过，这不重要，因为不管到哪，你都可以选择做一个这样的人。有时候，你遇到什么人，认识什么人，与什么样的人一起生活，比你在哪里、做什么都重要。在生活的各个角落，一个真诚而有力量的生命总会在无形中影响着另一个生命。 1585 个字，我看了一眼 word 字数统计。原来不知不觉中敲了 1500 多字。 用一句话说，可以偶尔醉心于忙碌，可以醒来挣扎着要点真实，只要心还活着，人总会总要追求点什么，捍卫点什么。","link":"/2018/01/21/%E8%BF%BD%E6%B1%82%E4%B8%8E%E6%8D%8D%E5%8D%AB/"},{"title":"重看《爱在三部曲》","text":"最近把《爱在三部曲》重看了一遍。 Before Sunrise 那时他们都还有种年轻时的青涩与悸动，没有包袱地聊彼此的过往和对生活的感想，基调轻松又浪漫。 Before Sunset 男主女主都成熟了很多，聊天中也可以看到他们各自生活中“有能量”的部分与“苦涩”的部分。 Before Midnight 可以说是这系列电影主题的升华了，琐碎日常积累的矛盾与怨念需用包容、理解与退让去化解，这可能也是任何人长久相处之道吧。 说来“爱在……”的整个故事起源于一次投合的偶遇，似乎从古至今人们都喜欢这种带着“唯美”色彩的感情。就说桃花吧，也是常说的桃花运，有这么个故事：据传唐朝书生崔护清明节到郊外踏青，在桃林里偶遇一姑娘，“人面桃花相映红”，很是动人。崔护向姑娘要了碗水喝，离去后对这位姑娘久久不能忘怀。第二年清明，他又来到这片桃林，却只见桃花不见了姑娘。听闻姑娘因为思念他，郁郁而逝。崔护抱着刚断气的姑娘万分悲痛。也许是上苍感怀，姑娘复活了，结下了一段美好姻缘。桃花成了这段动人爱情的见证。 想起大学时看的昆曲《牡丹亭》，里面就有这么一句，“情不知所起，一往而深，生者可以死，死可以生。” 杜丽娘的故事和桃花林里那位姑娘虽不同，在这点上却有几分相似。 之前写过一篇关于一面之缘的文章，那时我还问猪仔，“觉得一见钟情怎么样？” 他说，“一见钟情，再而衰，三而竭。” 走出文学和电影不是这样吗？我对这回答表示服气！ 柏拉图两千多年前写过一则寓言：“每一个人都是被劈开成两半的一个不完整个体，终其一生在寻找另一半……” 幽默的是柏拉图接着说，“却不一定能找到，因为被劈开的人太多了。” 不过，故事也很，生活也好，还是希望更多人可以遇到爱，遇到美，遇到了解。","link":"/2018/05/12/%E9%87%8D%E7%9C%8B%E3%80%8A%E7%88%B1%E5%9C%A8%E4%B8%89%E9%83%A8%E6%9B%B2%E3%80%8B/"},{"title":"雨天的下午，在 0.05 cafe","text":"窗外在下雨，但咖啡屋很安静，色调一直是暖暖的，在咖啡屋值班，空闲的时候写写这篇一直想写却又颇感无力的文章。 当你喜欢一个人，即使很清楚地知道你们不可能在一起，也还是会放不下一种对“侥幸”与“万一”的希冀，当生活忙忙碌碌的倒也不会想起，只是有些小思绪会钻空子，一不小心想起来了就像一阵风撩起了涟漪，小小的不平静后心口好像有什么东西似的，咽不下去又取不出来，最后化作一个叹息，要是怎么样就好了…… “要是……就好了”本质上不就是一种心里的放不下吗？ 李娟有段话说地很好：“那些没有机会说出口的话，来不及说出口的话，忘记说出口的话，不敢说出口的，不忍说出口的，那些没有倾听者的……后来，那些话语一一消失了。我终于决定把它们说出口时，却一个字也记不起来了，唯有当时想要说出口的那种迫切感仍异常地鲜明，耿耿于怀。” 我好多次要整理下上学期过敏的经历，整理下那些过敏期间让我学会的事，可是我下不了手，这种感觉不是一阵风撩起了涟漪，泛起了小小的不平静，而是直接刮起了12级台风，心里头一片狼藉与萧瑟。我也会懊恼，会去想要是我刚来杭州有点小过敏时没有无知地依赖激素类药膏，要是早点发现校医院第二次开的药膏不适合我的皮肤，要是早点到更专业的皮肤科，就好了。 寒假刚回到家妈妈见到我时的表情，真叫我印象深刻，一副掺杂着难过、伤心与担心的样子，怎么暑假还好好的一个人，寒假回来是这个样子的？你都经历了些什么啊？ 上周末和室友出去走走时，我跟她说上学期我总是在晚上偷偷地哭。室友很惊讶，啊，我们怎么什么都不知道。我觉得整天很消沉的样子，把负面情绪带给大家不好，所以白天还常常和她们说说笑笑，玩玩闹闹的，但其实特别难受。还有在床上偷偷地哭，躺着眼泪就不会流在脸上了，这样过敏的地方就不会痛了。 那一个月每周到医院复诊一次，自己一大早起来，大冷天大雨天地跑医院。吃了一个月的药也不见好了多少，我在电话里跟妈妈说要是好不了了怎么办，我好害怕。一种很无助的感觉，我无法形容，好希望妈妈在身边，好希望自己就在家，但那时快放假了，又有期末考试，选择马上回家的话，呆不了几天就得回来考试，干脆熬到放假。那段时间的心情大概每天都是“红色雾霾预警”。只有一个劲的睡觉，睡不着就做做手工，随意画画，把它们都当成自己的解忧杂货店。 最让人害怕的并不是处境有多糟糕，而是日复一日地看不到希望。 今天在 Queen 主义的微博看到一篇文章，作者说“长痘不开心，不开心又长痘，子子孙孙无穷匮也。……我是我心情的操盘手，开不开心都是自找的。同样是长痘，微笑脸还是完胜苦瓜脸，再说换个角度想，因抗痘而升级的生活习惯，更让人受益匪浅。” 还是刚提到的那篇文章，我很喜欢最后这句话：“谁都希望有张‘没有受过灾难的脸’，可是当灾难来袭，别让你的坏心情充当联通内外的间谍，对你群起而攻之，还瓦解你的斗志，最终变成灾难本身。” 不只是脸，面对各种不愉快的事不也是如此吗？ 谁都希望自己有张“没有受过灾难的脸”，可是有时灾难来得突然，猝不及防，对我来说，这次过敏，不论是在上学期末的灾难期间，还是现在的灾后重建期，因“抗灾”学会的小知识与升级的生活习惯，必然让我在往后的日子里受益。 有时候人就是这样吧，如果可以选择，谁都不愿意经历这样一些糟糕的事，可是当不可避免地经历了不开心的事，就得告诉自己因为这次经历让我学会了什么和什么，似乎只有这样心理才能平衡些，毕竟留下点经验与教训，留下点收获与成长，曾遭受的辛酸与苦楚才不叫白白遭受。一段经历再糟糕，只要赋予价值与意义，它身上的刺便柔和了许多。","link":"/2016/03/08/%E9%9B%A8%E5%A4%A9%E7%9A%84%E4%B8%8B%E5%8D%88%EF%BC%8C%E5%9C%A8-0-05-cafe/"}],"tags":[],"categories":[{"name":"浙大生活","slug":"浙大生活","link":"/categories/%E6%B5%99%E5%A4%A7%E7%94%9F%E6%B4%BB/"}]}